CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "calculate design shear force according to special provisions for seismic design"
DESIGN_MOMENT_ABOUT_YDIRECTION_FOR_DUCTILE_DESIGN = "韌性設計之 y 向設計彎矩"
DESIGN_MOMENT_ABOUT_ZDIRECTION_FOR_DUCTILE_DESIGN = "韌性設計之 z 向設計彎矩"
IDS_5_YEARS_OR_MORE = "5 年或以上"
IDS_ABOUT_MAJOR_AXIS = "繞主軸 (強軸)"
IDS_ABOUT_MINOR_AXIS = "繞次軸 (弱軸)"
IDS_ADD_DOT = "ADD."
IDS_ADDITIONAL_BENDING_REBAR_DATA = "額外撓曲鋼筋資料"
IDS_APPLIED_SHEAR_FORCE = "作用剪力"
IDS_ANCH_BOLT_CAST_HEADED_STUD = "預埋帶頭銲釘 (剪力釘)"
IDS_ANCH_BOLT_CAST_HEADED_BOLT = "預埋帶頭錨栓"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTL = "預埋 L 型彎鉤錨栓"
IDS_ANCH_BOLT_CAST_HOOKEDBOLTJ = "預埋 J 型彎鉤錨栓"
IDS_ANCH_BOLT_POST_UNDERCUTANC = "後置擴底錨栓"
IDS_ANCH_BOLT_POST_EXPANSIONTC = "後置擴張錨栓 (扭矩控制)"
IDS_ANCH_BOLT_POST_EXPANSIONDC = "後置擴張錨栓 (位移控制)"
IDS_ANCH_BOLT_POST_ADHESIVEANC = "後置化學錨栓 (植筋)"
IDS_AREA = "斷面積"
IDS_ASSUMED_UNCRACKED_SECTION = "假設未開裂斷面"
IDS_AXIAL_CAPACITY = "軸向強度"
IDS_AXIAL_MOMENT = "軸力與彎矩"
IDS_AXIAL_MOMENT_CAPACITY = "軸力與彎矩強度"
IDS_AXIAL_MOMENT_CAPACITY_MAJOR = "繞主軸之軸力與彎矩強度"
IDS_AXIAL_MOMENT_CAPACITY_MINOR = "繞次軸之軸力與彎矩強度"
IDS_BEAM_COLUMN_JOINT_CAPACITY = "梁柱接頭強度"
IDS_BEAM_DEMAND_BOTTOM = "梁底部需求"
IDS_BEAM_DEMAND_TOP = "梁頂部需求"
IDS_BEARING = "支承承壓"
IDS_BEARING_CAPACITY = "承壓強度"
IDS_BOTTOM = "下層筋"
IDS_BOUNDARY_ELEMENT = "邊界構材"
IDS_BOUNDARY_ELEMENT_LENGTH = "邊界構材長度"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "不需要配置邊界構材橫向鋼筋"
IDS_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "需要配置邊界構材橫向鋼筋"
IDS_BY_LENGTH = "依長度"
IDS_BY_SECTION = "依斷面"
IDS_BY_DESIGN_DETAILS = "依設計細節"
IDS_BY_XD_LIMIATION = "依 x/d 限制"
IDS_CALCULATE_AXIAL_LOAD_AND_MOMENT_CAPACITIES = "計算軸力與彎矩強度"
IDS_CALCULATE_AXIAL_MOMENT_CAPACITY = "計算軸力與彎矩強度 (P-M 交互影響)"
IDS_CALCULATE_BEARING_CAPACITY = "計算承壓強度"
IDS_CALCULATE_BENDING_STRENGTH_FOR_DESIGN_SHEAR_FORCE = "針對設計剪力計算彎矩強度"
IDS_CALCULATE_CAPACITY_OF_COMPRESSION_STRESS_BLOCK = "計算等效矩形壓力應力塊強度"
IDS_CALCULATE_CAPACITY_OF_REBAR = "計算鋼筋強度 （（+）: 壓力, （-）: 拉力）"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD = "計算同心軸向載重"
IDS_CALCULATE_CONCENTRIC_AXIAL_LOAD_US = "純受壓計算"
IDS_CALCULATE_CRACK_WIDTH = "計算裂縫寬度"
IDS_CALCULATE_DEFLECTION = "計算撓度"
IDS_CALCULATE_DEFLECTION_ALLOW = "計算容許撓度"
IDS_CALCULATE_DEFLECTION_MAX = "計算最大撓度"
IDS_CALCULATE_DESIGN_DISPLACEMENT = "計算設計位移"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN = "依耐震設計特別規定計算設計剪力"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_FOR_CRACK = "計算控制裂縫之最少鋼筋量"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MAJOR = "依耐震設計特別規定計算主軸設計剪力"
IDS_CALCULATE_DESIGN_SHEAR_FORCE_ACCORDING_TO_SPECIAL_PROVISIONS_FOR_SEISMIC_DESIGN_MINOR = "依耐震設計特別規定計算次軸設計剪力"
IDS_CALCULATE_MAXIMUM_REINFORCEMENT_RATIO = "計算最大鋼筋比"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO = "計算最小鋼筋比"
IDS_CALCULATE_MINIMUM_REINFORCEMENT_RATIO_US = "最小鋼筋比計算"
IDS_CALCULATE_MOMENT_FROM_LEFT_EDGE = "計算距左側邊緣之彎矩"
IDS_CALCULATE_MOMENT_FROM_RIGHT_EDGE = "計算距右側邊緣之彎矩"
IDS_CALCULATE_MULTIPLIER_FOR_LONG_TERM_EFFECTS = "計算長期撓度乘數"
IDS_CALCULATE_NOMINAL_CAPACITY_ABOUT_NEUTRAL_AXIS = "計算對中性軸之標稱強度"
IDS_CALCULATE_STRAIN_DISTRIBUTION_SECTION = "檢核斷面應變分佈"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_LEFT_EDGE = "計算距左側邊緣之傾倒力矩與恢復力矩"
IDS_CALCULATE_OVERTURNING_AND_RESTORING_MOMENT_FROM_RIGHT_EDGE = "計算距右側邊緣之傾倒力矩與恢復力矩"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_LEFT_EDGE = "計算距左側邊緣之傾倒力矩"
IDS_CALCULATE_OVERTURNING_MOMENT_FROM_RIGHT_EDGE = "計算距右側邊緣之傾倒力矩"
IDS_CALCULATE_PILE_BEARING_CAPACITY = "計算基樁強度"
IDS_CALCULATE_REINFORCEMENT_RATIO = "計算鋼筋比"
IDS_CALCULATE_REINFORCEMENT_RATIO_US = "鋼筋比計算"
IDS_CALCULATE_REQUIRED_SHEAR_REINFORCEMENT = "計算需求剪力鋼筋"
IDS_CALCULATE_TIE_SHEAR_REINFORCEMENT = "採用橫箍筋時"
IDS_CALCULATE_REQUIRED_SHEAR_LONGITUDINAL_REBAR = "檢核由剪力引致之縱向鋼筋拉力"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT = "計算橫向鋼筋需求剪力強度"
IDS_CALCULATE_REQUIRED_SHEAR_STRENGTH_BY_TRANSVERSE_REINFORCEMENT_US = "橫向鋼筋提供之剪力強度計算"
IDS_CHECK_SHEAR_CAPACITY = "檢核剪力強度"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE = "計算混凝土剪力強度"
IDS_CALCULATE_SHEAR_STRENGTH_BY_CONCRETE_US = "混凝土標稱剪力強度計算"
IDS_CALCULATE_FACTORED_SHEAR_STRESS_BY_CONCRETE_US = "因數化剪應力計算"
IDS_CALCULATE_SHEAR_STRENGTH_BY_REINFORCEMENT = "計算剪力鋼筋剪力強度"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT = "計算需求剪力鋼筋"
IDS_CALCULATE_SHEAR_REQUIRED_REINFORCEMENT_US = "橫向鋼筋最大間距"
IDS_CALCULATE_SHEAR_NEED_REQUIRED_REINFORCEMENT = "需要配置鋼筋"
IDS_CALCULATE_SHEAR_NEED_NOT_REQUIRED_REINFORCEMENT = "不需要鋼筋"
IDS_CALCULATE_ADDITIONAL_LONGITUDINAL_REINFORCEMENT = "計算額外縱向鋼筋"
IDS_CALCULATE_SLIDING_CAPACITY = "計算抗滑強度"
IDS_CALCULATE_STRAIN = "計算應變"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR = "計算強度折減因數 (φ)"
IDS_CALCULATE_STRENGTH_REDUCTION_FACTOR_US = "強度折減因數計算"
IDS_CALCULATE_STRESS = "計算應力"
IDS_CALCULATE_THE_REQUIRED_SHEAR_REINFORCEMENT = "計算需求剪力鋼筋"
IDS_CALCULATE_THE_REQUIRED_THICKNESS = "計算需求厚度"
IDS_CALCULATE_THE_STRESS_IN_THE_TENSION_STEEL = "計算受拉鋼筋應力"
IDS_CALCULATE_THE_STRESS_MAXIMUM_CRACK_SPACING = "計算最大裂縫間距"
IDS_CALCULATE_CRACKING_MOMENT = "計算開裂彎矩"
IDS_CALCULATE_CRACKING_MOMENT_US = "開裂彎矩計算"
IDS_CHAR_DOT = "載重特性"
IDS_CHARACTERISTIC_FRICTION_ANGLE = "特徵摩擦角"
IDS_CHECK_ANGLE_ROTATE = "檢核轉角 (度)"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY = "計算彎矩強度"
IDS_CHECK_CALCULATE_MOMENT_CAPACITY_US = "抗撓彎矩強度計算"
IDS_CHECK_COMPRESSION_STEEL_YIELD_CONDITION = "檢核壓力鋼筋降伏條件"
IDS_CHECK_CRACK = "檢核裂縫"
IDS_CHECK_STRESS_AREMA = "檢核應力"
IDS_CHECK_CRACK_WIDTH = "檢核裂縫寬度"
IDS_CHECK_CRUSHING_OF_CONCRETE = "檢核混凝土壓碎"
IDS_CHECK_DECK_PLATE = "檢核鋼承板"
IDS_CHECK_DEFLECTION = "檢核撓度"
IDS_CHECK_DESIGN_MOMENT = "檢核設計彎矩"
IDS_CHECK_ECCENTRICITY = "檢核偏心距"
IDS_CHECK_MINIMUM_ECCENTRICITY = "檢核最小偏心距"
IDS_CHECK_LINEAR_CREEP = "檢核線性潛變"
IDS_CHECK_MAXIMUM_PERMISSIBLE_TENSILE_REINFORCEMENT = "檢核最大容許受拉鋼筋量"
IDS_COMPUTE_MEMBER_END_MOMENT = "計算構件端部彎矩"
IDS_COMPUTE_MEMBER_END_MOMENT_MAJOR = "計算繞主軸之構件端部彎矩"
IDS_COMPUTE_MEMBER_END_MOMENT_MINOR = "計算繞次軸之構件端部彎矩"
IDS_CHECK_AXIAL_FORCE_CAPACITY = "檢核軸力強度"
IDS_CHECK_CRITICAL_REGION_LENGTH = "檢核臨界區長度"
IDS_CHECK_CRITICAL_REGION_SPACE = "檢核臨界區間距"
IDS_CHECK_LENGTH_OF_CRITICAL_REGION = "檢核臨界區長度"
IDS_CHECK_SPACE_OF_CRITICAL_REGION = "檢核臨界區間距"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT = "檢核包含二階效應之總彎矩"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MAJOR = "檢核繞主軸包含二階效應之總彎矩"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_MINOR = "檢核繞次軸包含二階效應之總彎矩"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_NOT = "設計彎矩放大 99.99 倍。"
IDS_CHECK_MOMENT_2ND_ORDER_EFFECT_OK = "套用放大後彎矩。"
IDS_CHECK_MOMENT_MAGNIFICATION = "檢核彎矩放大"
IDS_CHECK_MOMENT_MAGNIFICATION_MAJOR = "檢核繞主軸之彎矩放大"
IDS_CHECK_MOMENT_MAGNIFICATION_MINOR = "檢核繞次軸之彎矩放大"
IDS_CHECK_RATIO_NEUTRAL_AXIS_TO_EFFECT_DEPTH = "檢核中性軸深度與有效深度之比值 (c/d)"
IDS_CHECK_REBAR_RATIO = "檢核鋼筋比"
IDS_CHECK_REBAR_SPACE = "檢核鋼筋間距"
IDS_CHECK_REINFORCEMENT_DETAIL = "檢核鋼筋配置"
IDS_CHECK_SHIRIKAGE_TEMPERATURE_REINFORCEMENT = "檢核鋼筋"
IDS_CHECK_DISTRIBUTION_FACTOR_TEMPERATURE = "溫度分佈因數"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT = "檢核需求剪力鋼筋"
IDS_CHECK_REQUIRED_SHEAR_REINFORCEMENT_US = "檢核需求橫向鋼筋"
IDS_CHECK_SHEAR_RATIO = "檢核剪力強度"
IDS_CHECK_INTERACTION_SHEAR = "檢核雙軸剪力互制效應"
IDS_CHECK_INTERACTION_SHEAR_CHECK = "需要檢核雙軸剪力互制效應"
IDS_CHECK_INTERACTION_SHEAR_NOT_CHECK = "忽略雙軸剪力互制效應"
IDS_CHECK_INTERACTION_SHEAR_RATIO = "互制比 (I.R.)"
IDS_CHECK_SKIN_REBAR = "檢核表面鋼筋 (側向鋼筋)"
IDS_CHECK_SLENDERNESS_RATIO = "檢核細長比"
IDS_CHECK_SLENDERNESS_RATIO_Y_AXIS = "檢核繞 y 軸之細長比"
IDS_CHECK_SLENDERNESS_RATIO_Z_AXIS = "檢核繞 z 軸之細長比"
IDS_CHECK_SPACING_OF_HORIZONTAL_REBAR = "檢核水平鋼筋間距"
IDS_CHECK_SPACING_OF_REBAR = "檢核鋼筋間距"
IDS_CHECK_SPACING_OF_REBAR_US = "以鋼筋分佈檢核裂縫控制"
IDS_CHECK_STRESS_OF_REBAR_AREMA = "檢核使用載重下之鋼筋拉應力"
IDS_CHECK_SPACING_OF_SHEAR_REINFORCEMENT = "檢核剪力鋼筋間距"
IDS_CHECK_SPACING_OF_REBAR_TENSILEFACE = "檢核最靠近受拉面之鋼筋間距"
IDS_CHECK_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_IN_CURRENT_WALL = "檢核目前結構牆是否需要特殊邊界構材。"
IDS_CHECK_STRESS_LIMITAION = "檢核應力極限"
IDS_CHURCH = "教堂"
IDS_COLUMN_LOCATION_TYPE = "柱位置類型："
IDS_COMBINATION = "載重組合"
IDS_COMP_DOT = "壓力"
IDS_COMPRESSION = "受壓"
IDS_COMPRESSION_CONTROLLED = "壓力控制斷面"
IDS_REVISE_SECTION = "修正斷面"
IDS_COMPRESSION_ONLY = "僅承受壓力"
IDS_COMPUTE_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_LENGTH = "計算配置橫向鋼筋之邊界構材長度。"
IDS_COMPUTE_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_THICKNESS_DIRECTION = "計算厚度方向特殊邊界構材之水平鋼筋。"
IDS_COMPUTE_HORIZONTAL_SHEAR_FORCE = "計算水平傳遞剪力"
IDS_COMPUTE_JOINT_GEOMETRY_INFORMATION = "計算接頭幾何配置資訊"
IDS_COMPUTE_MAXIMUM_SPACING_OF_HORIZONTAL_REBAR_FOR_BOUNDARY_ELEMENT = "計算邊界構材水平鋼筋之最大間距。"
IDS_COMPUTE_NOMIANL_JOINT_SHEAR_CAPACITY = "計算接頭標稱剪力強度"
IDS_COMPUTE_DESIGN_JOINT_SHEAR_CAPACITY = "計算接頭設計剪力強度"
IDS_CONCRETE = "混凝土"
IDS_CONFINED_BY_BEAMS_ON_ALL_FOUR_FACES = "四面皆有梁圍束"
IDS_CONFINED_BY_BEAMS_ON_THREE_FACES_OR_ON_TWO_OPPOSITE_FACES = "三面或兩對立面有梁圍束"
IDS_CRACKED_SECTION = "開裂斷面"
IDS_CRITICAL_PILE_NODE_KEY = "臨界樁節點編號"
IDS_CRITICAL_REGION_SPACING_DOES_NOT_EXIST = "不存在臨界區間距。"
IDS_CURRENT_WALL_LEVEL = "牆面樓層"
IDS_CUTTING_LINE = "剖面線"
IDS_CUTTING_LINE_FLEXURAL_CAPACITY = "剖面線撓曲強度"
IDS_CUTTING_LINE_FLEXURE = "剖面線撓曲"
IDS_CUTTING_LINE_SHEAR = "剖面線剪力"
IDS_CUTTING_LINE_SHEAR_CAPACITY = "剖面線剪力強度"
IDS_CALCULATE_BALANCE_CONDITION = "計算平衡狀態"
IDS_CALCULATE_BALANCE_CONDITION_US = "平衡應變狀態下之強度計算"
IDS_CALCULATE_BALANCE_CONDITION_ECCEN = "平衡偏心距"
IDS_CALCULATE_BALANCE_CONDITION_ACT_ECCEN = "實際偏心距"
IDS_CALCULATE_BALANCE_CONDITION_MAX_PN = "最大軸向壓力"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL = "拉力控制"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL = "壓力控制"
IDS_CALCULATE_BALANCE_CONDITION_TENS_CTRL_US = "因此，該斷面為拉力控制斷面。"
IDS_CALCULATE_BALANCE_CONDITION_COMP_CTRL_US = "因此，該斷面為壓力控制斷面。"
IDS_CALCULATE_BALANCE_CONDITION_BAL_CON = "平衡狀態"
IDS_CHECK_TENSILE_STRESS_FOR_VERTICAL_REBAR = "檢核垂直鋼筋拉應力"
IDS_CHECK_TENSILE_STRESS_FOR_HORIZONTAL_REBAR = "檢核水平鋼筋拉應力"
IDS_CHECK_COMPPRESSIVE_STRESS_FOR_CONCRETE = "檢核混凝土壓應力"
IDS_COMPRESSIVE_STRESS = "壓應力"
IDS_CALCULATE_TENS_CAPACITY_REBAR = "計算鋼筋抗拉強度"
IDS_CALCULATE_COMP_CAPACITY_CONC = "計算混凝土抗壓強度"
IDS_CHECK_DIMENSION_OF_THE_SPECIAL_BOUNDARY_ELEMENT = "檢核特殊邊界構材尺寸"
IDS_COMPRESSION_STEEL_YIELD = "壓力鋼筋降伏"
IDS_COMPRESSION_STEEL_DOES_NOT_YIELD = "壓力鋼筋尚未降伏"
IDS_CORNER = "角隅"
IDS_CALCULATE_GEOMETRIC_IMPERFECTION = "計算幾何初始缺陷"
IDS_CALCULATE_SLENDERNESS_OF_FRAME = "計算構架細長比"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_BRACED = "計算有側向支撐（ braced ）繞 y 軸之設計彎矩"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Y_AXIS_UNBRACED = "計算無側向支撐（ unbraced ）繞 y 軸之設計彎矩"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_BRACED = "計算有側向支撐（ braced ）繞 z 軸之設計彎矩"
IDS_CALCULATE_DESIGN_MOMENT_ABOUT_Z_AXIS_UNBRACED = "計算無側向支撐（ unbraced ）繞 z 軸之設計彎矩"
IDS_CALCULATE_DESIGN_MOMENT_AXIS_SHORT_OR_SLENDER = "計算設計彎矩 (%s 軸, %s)"
IDS_CALCULATE_NOMINAL_SHEAR_STRENGTH_FOR_SPECIAL_WALL = "計算特殊結構牆之標稱剪力強度"
IDS_CHECK_NORMALIZED_AXIAL_RATIO = "檢核正規化軸力比"
IDS_CHECK_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS = "檢核圍束箍筋體積比"
IDS_CALCULATE_CURVATURE_DUCTILE_FACTOR = "計算曲率延性係數"
IDS_CHECK_MECHANICAL_VOLUMETRIC_RATIO_OF_CONFINING_HOOPS_WITHIN_THE_CRITICAL_REGIONS = "檢核臨界區內圍束箍筋之有效體積比"
IDS_COMPRESSION_REBARS_ARE_NOT_CONSIDERED_CALC_MIN_RHO = "計算 %s_min$ 時不考慮壓力鋼筋。"
IDS_CHECK_DISTRIBUTION_REINFORCEMENT = "檢核分佈鋼筋"
IDS_CLOCKWISE_NOMINAL_STRENGTH = "順時針標稱彎矩強度"
IDS_COUNTER_CLOCKWISE_NOMINAL_STRENGTH = "逆時針標稱彎矩強度"
IDS_CLOCKWISE_DESIGN_STRENGTH = "順時針設計強度"
IDS_COUNTER_CLOCKWISE_DESIGN_STRENGTH = "逆時針設計強度"
IDS_CONSIDER_UNBALANCED_MOMENT = "考慮不平衡彎矩"
IDS_CALCULATE_TORSION_CAPACITY = "計算扭力強度"
IDS_CALCULATE_TORSION_STRENGTH_BY_LINK_REINFORCEMENT = "計算閉合箍筋提供之扭力強度"
IDS_CALCULATE_TORSION_STRENGTH_BY_LONGITUDINAL_REINFORCEMENT = "計算縱向鋼筋提供之扭力強度"
IDS_CHECK_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "檢核是否僅需配置最少鋼筋量"
IDS_CHECK_SPACING_OF_TORSION_LINK_REINFORCEMENT = "檢核扭力閉合箍筋間距"
IDS_CROSS_SECTION_AREA_OF_THE_REINFORCEMENT = "鋼筋斷面積"
IDS_CALCULATE_DESIGN_SHEAR_RESISTANCE = "計算設計抗剪力強度"
IDS_CALCULATE_DESIGN_PLASTIC_SHEAR_RESISTANCE = "計算設計抗塑性剪力強度"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE = "計算設計抗剪力挫屈強度"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_WEB = "計算由腹板提供之設計抗剪力挫屈強度"
IDS_CALCULATE_DESIGN_SHEAR_BUCKLING_RESISTANCE_FROM_FLANGE = "計算由翼板提供之設計抗剪力挫屈強度"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MAJOR_AXIS = "檢核繞主軸之設計抗剪力強度"
IDS_CHECK_DESIGN_RESISTANCE_FOR_SHEAR_ABOUT_MINOR_AXIS = "檢核繞次軸之設計抗剪力強度"
IDS_CONNECTION_TYPE = "接合類型"
IDS_CONTRIBUTION_FROM_THE_WEB = "來自腹板的貢獻"
IDS_CONTRIBUTION_FROM_THE_FLANGE = "來自翼緣的貢獻"
IDS_CONSIDER_CONTRIBUTION_FROM_FLANGE = "考慮翼板的貢獻"
IDS_CONSIDER_GIRDER_MODE = "考慮梁模式"
IDS_CHECK_DESIGN_RESISTANCE_FOR_TORSION = "檢核設計抗扭力強度"
IDS_CONCURRENT_FORCE = "伴隨力"
IDS_CALC_CAPACITY_CONCRETE = "計算混凝土強度"
IDS_COLUMN_MOMENT_RATIO_JOINT = "接頭處柱彎矩比"
IDS_CALCULATE_DESIGN_SHEARS = "計算設計剪力"
IDS_CHECK_MAXIMUM_SLENDERNESS_RATIO_LIMIT = "檢核最大細長比限制"
IDS_Cm_WITH_TRANSVERSE_LOAD = "(支承間具有橫向載重)"
IDS_CONCRETE_GRADE_IS_NOT_PERMITTED = "不允許的混凝土等級"
IDS_DAMPING_RATIO = "阻尼比"
IDS_DE_CRITICAL = "臨界"
IDS_DE_DIR_DOT_1 = "方向-1"
IDS_DE_DIR_DOT_2 = "方向-2"
IDS_DE_DIR_DOT_3 = "方向-3"
IDS_DE_FAILURE = "Failure"
IDS_DE_MEMBER_DESIGN_DETAIL_REPORT = "構材設計詳細報表"
IDS_DE_NEED_CHK = "需要檢核"
IDS_DE_NEG_DOT = "負（-）"
IDS_DE_NG = "NG"
IDS_DE_NONE = "無"
IDS_DE_NOT_CHK = "不檢核"
IDS_DE_OK = "OK"
IDS_DE_POS_DOT = "正（+）"
IDS_DE_X_DIR_DOT = "x-方向"
IDS_DE_Y_DIR_DOT = "y-方向"
IDS_DE_Z_DIR_DOT = "z-方向"
IDS_DEAD_LOAD_CASE = "靜載重狀況"
IDS_DEFLECTION_UNDER_CONSTRUCTION = "施工中撓度"
IDS_DENSE_ZONE = "圍束區"
IDS_DESIGN_CASE = "設計案例"
IDS_DESIGN_CODE = "設計規範"
IDS_DESIGN_FORCE = "設計力"
IDS_DESIGN_PARAMETER = "設計參數"
IDS_DESIGN_TYPE = "設計類型"
IDS_DETAILING_RULES_FOR_THE_LOCAL_DUCTILITY_OF_CONCRETE_MEMBERS = "混凝土構件局部韌性配筋細節規定"
IDS_DETERMINE_IF_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "判定是否需要邊界構材橫向鋼筋"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_DISPLACEMENT_BASED_METHOD = "藉由位移法判定是否需要特殊邊界構材。"
IDS_DETERMINE_IF_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED_BY_STRESS_BASED_METHOD = "藉由應力法判定是否需要特殊邊界構材。"
IDS_DROP_PANEL_PUNCHING_SHEAR_CAPACITY = "托板穿孔剪力強度"
IDS_DEFLECTION = "撓度"
IDS_DEFAULT_OR_USER_DEFINED_VALUE = "預設或使用者定義值"
IDS_DROP = "托板"
IDS_DESIGN_MODED_DESIGN = "設計"
IDS_DESIGN_MODED_CHECKING = "檢核"
IDS_DESIGN_MODED_EDIT = "設計編輯"
IDS_DISTANCE_FROM_THE_SECTIONS_NUETRAL_AXIS_TO_THE_REINFORCEMENT = "斷面中性軸至鋼筋之距離"
IDS_DISTANCE_FROM_THE_CENTER_OF_THE_SECTION_TO_THE_REINFORCEMENT_IN_THE_MEMBER_LOCAL = "依構件局部座標，斷面中心至鋼筋之距離"
IDS_DETERMINE_WHETHER_TO_CONSIDER_SHEAR_BUCKLING = "決定是否考慮剪力挫屈"
IDS_DETERMINE_WHETHER_TO_CONSIDER_CONTRIBUTION_FROM_FLANGE = "決定是否考慮翼板貢獻"
IDS_END_PART = "端部"
IDS_END_LENGTH = "端部長度"
IDS_END_SPACE = "端部間距"
IDS_ETC_ACTION = "其他作用力"
IDS_EXTERIOR_COLUMN = "外部柱"
IDS_EDGE = "邊緣"
IDS_ETC = "等..."
IDS_ECCENTRICITY_FACTOR = "偏心係數"
IDS_END_MOMENT_DESIGN_SHEAR = "供耐震設計剪力計算用之端部彎矩"
IDS_ENVIRONMENT = "環境"
IDS_FACE = "表面"
IDS_FOR_OTHER_CASES = "適用於其他情況"
IDS_FOOT_BRIDGE_INDOOR = "人行陸橋 (室內)"
IDS_FOOT_BRIDGE_OUTDOOR = "人行陸橋 (室外)"
IDS_FRICTION_FACTOR = "摩擦係數"
IDS_FACTOR_CONTRIBUTION_WEB_TO_SHEAR_BUCKLING = "腹板對剪力挫屈貢獻之係數"
IDS_FACTORED_SHEAR_FORCES_UNIT_LOAD_CASE = "由載重狀況類型引起之因數化剪力"
IDS_HORIZONTAL = "水平向"
IDS_HORIZONTAL_REBAR_FOR_SPECIAL_BOUNDARY_ELEMENT_FOR_LENGTH_DIRECTION = "計算長度方向特殊邊界構材之水平鋼筋。"
IDS_HEIGHT_ENTIRE_WALL = "牆面總高度"
IDS_HORIZONTAL_TENSILE_STRESS = "水平拉應力"
IDS_IMMEDIATE = "立即"
IDS_INTERIOR_COLUMN = "內部柱"
IDS_INTERMEDIATE_MOMENT_FRAME = "中度抗彎矩構架 (IMRF)"
IDS_INCREASE_SECTION_DIMENSIONS = "增加斷面尺寸。"
IDS_INTERACTION_CURVE = "互制曲線"
IDS_INTERIOR = "內部"
IDS_JOINT = "接頭"
IDS_JOINT_CLASSIFIED = "該接頭被歸類為："
IDS_JOINT_CONTINUOUS_BEAMS = "連續梁"
IDS_JOINT_CONTINUOUS_COLUMN = "連續柱"
IDS_JOINT_CONFINED_COLUMN = "圍束柱"
IDS_JOINT_DISCONTINUOUS_BEAMS = "不連續梁"
IDS_JOINT_DISCONTINUOUS_COLUMN = "不連續柱"
IDS_JOINT_NOTCONFINED_COLUMN = "無圍束柱"
IDS_LEFT_PART = "左端"
IDS_LINEAR_CREEP = "線性潛變"
IDS_LIVE_LOAD_CASE = "活載重狀況"
IDS_LIVE_LOAD_SUSTAIN_RATIO = "活載重持續率"
IDS_LONG_HYPHEN_TERM = "長期"
IDS_LONG_TERM = "長期"
IDS_MATERIAL = "材料"
IDS_MAXIMUM_BEARING_PRESSURE = "最大承載壓力"
IDS_MEMBER_INFORMATION = "構件資訊"
IDS_MEMBER_LENGTH = "構件長度"
IDS_MEMBER_NAME_SMALL = "構件名稱"
IDS_MEMBERS_IN_GROUP = "群組內構件"
IDS_MIDDLE_PART = "中間"
IDS_MINIMUM_REBAR_AREA_REQUIRED = "所需最少鋼筋面積"
IDS_MINIMUM_REBAR_SPACE_REQUIRED = "所需最少鋼筋間距"
IDS_MINIMUM_THICK_REQ = "所需最小厚度"
IDS_MM_INTERACTION_CURVE = "M-M 雙軸彎矩互制曲線"
IDS_MOMENT_CAPACITY = "彎矩強度"
IDS_MOMENT_CONNECTION = "彎矩接合"
IDS_MOMENT_FORCE = "彎矩"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Y_AXIS_IN_THE_REINFORCEMENT = "鋼筋對構件局部 y 軸之抗彎矩強度"
IDS_MOMENT_RESISTANCE_ABOUT_THE_MEMBER_LOCAL_Z_AXIS_IN_THE_REINFORCEMENT = "鋼筋對構件局部 z 軸之抗彎矩強度"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED = "需要配置最小剪力鋼筋。"
IDS_MINIMUM_SHEAR_REINOFORCEMENT_IS_REQUIRED_US = "需要配置最小橫向鋼筋。"
IDS_MODIFIED_SLENDERNESS = "修正後細長比"
IDS_MOMENT_RESISTANCE_OF_SECTION_CONSISITING_OF_ONLY_FLANGES = "僅由翼板組成斷面之抗彎矩強度"
IDS_MFRD0_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd0$ 的計算方式與 M_pl,Rd$ 相同，但忽略腹板貢獻。"
IDS_MFRD_IS_CALCULATED_AS_MPL_RD_NEGLECTING_WEB_CONTRIUTION = "M_f,Rd$ 的計算方式與 M_pl,Rd$ 相同，但忽略腹板貢獻。"
IDS_MAXIMUM = "最大"
IDS_MINIMUM = "最小"
IDS_MAXIMUM_SPACE_SKIPED_NO_SHEAR_REINFORCEMENT = "因未配置剪力鋼筋，略過最大間距檢核。"
IDS_NEG_DOT_CRACK = "開裂（ - ）"
IDS_NEG_DOT_MOMENT = "彎矩（ - ）"
IDS_NEG_DOT_STRESS = "應力（ - ）"
IDS_NM_INTERACTION_CURVE = "N-M 軸力與彎矩互制曲線"
IDS_NOMINAL_MOMENT = "標稱彎矩"
IDS_NOMINAL_MOMENT_CAPACITY = "標稱彎矩強度"
IDS_NON_HYPHEN_PRESTRESSED_STRUCTURE = "非預力結構"
IDS_NON_LINEAR_CREEP = "非線性潛變"
IDS_NOT_DENSE_ZONE = "非圍束區"
IDS_NOT_REQUIRED = "不需要"
IDS_NOT_SLENDER = "非細長構件"
IDS_NEED_NOT_BE_CHECKED = "無需檢核"
IDS_NOT_ACCEPTABLE = "不可接受"
IDS_NORMALIZED_AXIAL_RATIO = "正規化軸力比"
IDS_NEED_TO_CHECK_SHEAR_BUCKLING = "需要檢核剪力挫屈"
IDS_NO_NEED_TO_CHECK_SHEAR_BUCKLING = "不需要檢核剪力挫屈"
IDS_NOT_CONSIDER_CONTRIBUTION_FROM_FLANGE = "不考慮翼板貢獻"
IDS_OFFICE = "辦公室"
IDS_ORDINARY_MOMENT_FRAME = "普通抗彎矩構架 (OMRF)"
IDS_OVERTURNING = "傾倒"
IDS_OVERTURNING_CAPACITY = "抗傾倒強度"
IDS_OVERTURNING_MOMENT = "傾倒彎矩"
IDS_ONLY_MINIMUM_REINFORCEMENT_IS_REQUIRED = "僅需配置最少鋼筋。"
IDS_OUT_OF_PLANE_BENDING_MOMENT_NOT_CONSIDERED_TYPE2 = "Type 2 斷面設計不考慮面外彎矩 Mzz"
IDS_PERMANENT_ACTION = "永久作用力"
IDS_PILE_BEARING = "基樁承載力"
IDS_PILE_BEARING_CAPACITY = "基樁承載強度"
IDS_PILE_PUNCHING_SHEAR = "基樁穿孔剪力"
IDS_PILE_PUNCHING_SHEAR_CAPACITY = "基樁穿孔剪力強度"
IDS_PM_INTERACTION_CURVE = "P-M 交互影響"
IDS_POS_DOT_CRACK = "開裂（ + ）"
IDS_POS_DOT_MOMENT = "彎矩（ + ）"
IDS_POS_DOT_STRESS = "應力（ + ）"
IDS_POSITION = "位置"
IDS_PROBABLE_MOMENT = "可能彎矩 (Mpr)"
IDS_PROBABLE_MOMENT_CAPACITY = "可能彎矩強度"
IDS_PROGRAM_DETERMINED = "程式決定"
IDS_PUNCHING_SHEAR = "穿孔剪力"
IDS_PUNCHING_SHEAR_CAPACITY = "穿孔剪力強度"
IDS_PILE = "基樁"
IDS_PROBABLE_MOMENT_COLUMN = "柱之可能彎矩(Mpr)"
IDS_QUAS_DOT = "準永久"
IDS_REBAR_AREA = "鋼筋面積"
IDS_REBAR_SPACE = "鋼筋間距"
IDS_REBAR_SPACE_BY_MATERIAL = "依材料決定之鋼筋間距"
IDS_REINFORCEMENT_DATA = "鋼筋資料"
IDS_RESIDENCE = "住宅"
IDS_REQUIRED_THICKNESS = "需求厚度"
IDS_RESTORING_MOMENT = "抗傾倒彎矩"
IDS_RIGHT_PART = "右端"
IDS_REPORTINFO_DESCRIONTION_FACT = "設計所採用係數之說明"
IDS_REPORTINFO_MOMENT_REDISTRIBUTION_FACT = "彎矩重分配係數"
IDS_REPORTINFO_TORSION_REDISRIBUTION_FACT = "扭力重分配係數"
IDS_REPORTINFO_AXIAL = "軸力"
IDS_REPORTINFO_MOMENT = "彎矩"
IDS_REPORTINFO_SHEAR = "剪力"
IDS_REPORTINFO_LIVELOAD_RESUCTION_FACT = "活載重折減因數"
IDS_REPORTINFO_SPECIAL_LCOM = "特殊耐震載重組合"
IDS_REPORTINFO_VERTICAL_LOAD_FACT = "垂直載重係數"
IDS_REPORTINFO_SPECTRAL_RESPONSE_ACC = "短週期設計反應譜加速度"
IDS_REPORTINFO_SYSTEM_OVERSTRENGTH_FAC = "結構系統超強因數 (Ω0)"
IDS_REPORTINFO_FOR_DIRECTION__s = "針對 %s 方向"
IDS_REPORTINFO_VERTICAL_LCOM = "垂直耐震載重組合"
IDS_REPORTINFO_VERTICAL_FORCE_FACT = "垂直力係數"
IDS_REPORTINFO_SMF = "特殊抗彎矩構架 (SMRF)"
IDS_REPORTINFO_IMF = "中度抗彎矩構架 (IMRF)"
IDS_REPORTINFO_OMF = "普通抗彎矩構架 (OMRF)"
IDS_REPORTINFO_HDF = "高韌性構架"
IDS_REPORTINFO_MDF = "中韌性構架"
IDS_REPORTINFO_LDF = "低韌性構架"
IDS_REPORTINFO_STMF = "特殊桁架抗彎矩構架 (STMF)"
IDS_REPORTINFO_SCBF = "特殊同心斜撐構架 (SCBF)"
IDS_REPORTINFO_OCBF = "普通同心斜撐構架 (OCBF)"
IDS_REPORTINFO_EBF = "偏心斜撐構架 (EBF)"
IDS_REPORTINFO_BRBF = "挫曲束制斜撐構架 (BRBF)"
IDS_REPORTINFO_SPSW = "特殊鋼板剪力牆 (SPSW)"
IDS_REPORTINFO_WA_ = "觀察區域"
IDS_REPORTINFO_SPECIAL_PROVISION_SEIS = "耐震設計特別規定"
IDS_REPORTINFO_SIES_SCALEUP_FACT = "剪力之耐震放大因數"
IDS_REPORTINFO_SHEAR_SCALEUP_FACT = "剪力採用之放大因數"
IDS_REPORTINFO_SHEAR_BY_CALC_MAX__s__s = "MAX[%s 計算之剪力, %s 計算之剪力]"
IDS_REPORTINFO_SHEAR_BY_CALC_MIN__s__s = "MIN[%s 計算之剪力, %s 計算之剪力]"
IDS_REPORTINFO_NON_SEIS_MEMB = "非耐震設計構材"
IDS_REPORTINFO_NON_SEIS_FORCE_RES_SYS_MEMB = "非耐震抗側力系統構材"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_AXIAL = "地震載重狀況下軸力放大因數"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_MOM = "地震載重狀況下彎矩放大因數"
IDS_REPORTINFO_EQ_LCAS_SCALEUP_FACT_SHEAR = "地震載重狀況下剪力放大因數"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_AXIAL = "地震載重組合狀況下軸力放大因數"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_MOM = "地震載重組合狀況下彎矩放大因數"
IDS_REPORTINFO_EQ_LCOM_SCALEUP_FACT_SHEAR = "地震載重組合狀況下剪力放大因數"
IDS_REPORTINFO_PILOTI_COLM = "耐震柱類型：軟弱底層柱"
IDS_REPORTINFO_SOFT_STORY_COLM = "耐震柱類型：軟弱層柱"
IDS_REPORTINFO_SPECIAL_RC_WALL = "特殊 RC 結構牆"
IDS_REPORTINFO_SPECIAL_RC_WALL_NON_SEIS = "特殊 RC 結構牆：非耐震設計用結構構件"
IDS_REPORTINFO_LDS_RC_WALL = "低韌性牆"
IDS_REPORTINFO_LDS_RC_WALL_NON_SEIS = "低韌性牆：非耐震設計用結構構件"
IDS_REPORTINFO_MDS_RC_WALL = "中等韌性牆"
IDS_REPORTINFO_MDS_RC_WALL_NON_SEIS = "中等韌性牆：非耐震設計用結構構件"
IDS_REPORTINFO_HDS_RC_WALL = "高韌性牆"
IDS_REPORTINFO_HDS_RC_WALL_NON_SEIS = "高韌性牆：非耐震設計用結構構件"
IDS_REPORTINFO_RESULT_SUMMARY = "結果摘要"
IDS_REPORTINFO_THICKNESS = "厚度"
IDS_REPORTINFO_SECT_NAME_ID = "斷面名稱 (ID)"
IDS_REPORTINFO_SECT_ELEM = "構件"
IDS_REPORTINFO_SECT_POS = "位置"
IDS_REPORTINFO_SECT_REINFORCEMENT = "鋼筋"
IDS_REPORTINFO_SECT_STRENGTH_RATIO = "比值"
IDS_REPORTINFO_SECT_CHECK = "檢核"
IDS_REPORTINFO_SUMMATION = "總和"
IDS_REPORTINFO_REBAR = "鋼筋"
IDS_REPORT_FOR_DEAD_LOAD = "考慮靜載重狀況"
IDS_REPORT_FOR_GRAVITY_LOAD = "考慮重力載重狀況"
IDS_REPORT_FOR_TOTAL_LOAD = "考慮總載重狀況"
IDS_REPORT_OLNY_EARTHQUAKE = "僅地震力"
IDS_REPORT_MINOR_DIR_SEISMIC = "耐震設計之次軸 (弱軸) 方向"
IDS_REPORT_DO_NOT_CONSIDER = "不考慮"
IDS_REPORT_FOR_RS_LOADCASE_WITHOUT_CONSIDERING_SIGN = "針對不考慮正負號之反應譜 (RS) 載重狀況"
IDS_REPORT_CLOCKWISE = "順時針"
IDS_REPORT_COUNTER_CLOCKWISE = "逆時針"
IDS_REPORT_COMPARE_ABS = "依絕對值比較"
IDS_REPORT_BRACED = "有側向支撐"
IDS_REPORT_UNBRACED = "無側向支撐"
IDS_REPORT_BRACED_SIDESWAY = "適用於具有側移支撐之結構構件"
IDS_REPORT_UNBRACED_SIDESWAY = "適用於無側移支撐之結構構件"
IDS_REPORT_SINGLE_CURVATURE = "單曲率"
IDS_REPORT_REVERSE_CURVATURE = "反曲率"
IDS_REPORT_ERROR_Pn_ZERO = "錯誤：標稱軸力 (Pn) 為零。"
IDS_REPORT_ELEM_NO = "單元編號"
IDS_REPORT_MEMB_NO = "構件編號"
IDS_REPORT_NODE_NO = "節點編號"
IDS_REINFORCEMENT_TO_RESIST_TORSION_IS_REQUIRED = "需配置抗扭力鋼筋。"
IDS_REPORT_ONLY_GRAVITY_LOAD = "僅重力載重"
IDS_REPORT_EXCLUDE_SEIS_LOAD = "排除地震載重"
IDS_REPORT_CALC_CLOCKWISE = "依順時針計算"
IDS_REPORT_CALC_COUNTCLOCKWISE = "依逆時針計算"
IDS_REPORT_UNBRACED_SLENDER = "不可忽略細長效應。"
IDS_REPORT_PUNCHING_CALC_UNBALANCED_MOMENT = "以因數化不平衡彎矩計算因數化剪應力。"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_y = "計算平行於邊緣，繞局部 y 軸彎曲之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PARALLEL_EDGE_z = "計算平行於邊緣，繞局部 z 軸彎曲之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_y = "計算垂直於邊緣，繞局部 y 軸彎曲之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_PERPENDICULAR_EDGE_z = "計算垂直於邊緣，繞局部 z 軸彎曲之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_y = "計算內側繞局部 y 軸之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_z = "計算內側繞局部 z 軸之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_INTERIOR_CIRCLE = "計算內側圓形之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_y = "計算角隅繞局部 y 軸之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CORNER_z = "計算角隅繞局部 z 軸之參數"
IDS_REPORT_PUNCHING_CALC_UNB_PARAMS_CIR_EQD = "具相同周長之正方形"
IDS_REPORT_NEUTRAL_AXIS_NOT_CONVERGE = "中性軸計算未收斂。"
IDS_REPORT_SEISMIC_ZONE = "地震分區"
IDS_SAFETY_FACTOR = "安全係數"
IDS_SEISMIC_REDUCTION_FACTOR = "耐震折減因數"
IDS_SHEAR = "剪力"
IDS_SHEAR_CAPACITY = "剪力強度"
IDS_SHEAR_CAPACITY_US = "抗剪力強度計算"
IDS_SHEAR_CONNECTION = "剪力接合"
IDS_SHOPPING_MALL = "購物中心"
IDS_SHORT_HYPHEN_TERM = "短期"
IDS_SLENDER = "細長柱"
IDS_SLIDING = "滑動"
IDS_SLIDING_CAPACITY = "抗滑強度"
IDS_SPACING_OF_SHEAR_REINFORCEMENT = "剪力鋼筋間距"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_NOT_REQUIRED = "- 不需要特殊邊界構材橫向鋼筋"
IDS_SPECIAL_BOUNDARY_ELEMENT_TRANSVERSE_REINFORCEMENT_IS_REQUIRED = "- 需要特殊邊界構材橫向鋼筋"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_NOT_REQUIRED = "- 不需要特殊邊界構材"
IDS_SPECIAL_BOUNDARY_ELEMENTS_ARE_REQUIRED = "- 需要特殊邊界構材"
IDS_SPECIAL_MOMENT_FRAME = "特殊抗彎矩構架 (SMRF)"
IDS_STIRRUPS = "箍筋"
IDS_STRAIN_IN_THE_REINFORCEMENT = "鋼筋應變"
IDS_STRESS_IN_THE_REINFORCEMENT = "鋼筋應力"
IDS_STRESS_STRAIN_RELATION = "應力-應變關係"
IDS_STRESS_STRAIN_EQIV_RECT = "等效矩形"
IDS_STRESS_STRAIN_EQIV_PARA = "拋物線-矩形 (平均)"
IDS_STRESS_STRAIN_REAL_PARA = "拋物線-矩形 (詳細)"
IDS_STRESS_UNDER_CONSTRUCTION = "施工中應力"
IDS_CONC_STRENGTH_LIMITED_TO_C50_60 = "混凝土強度等級高於 C50/60 的剪力強度，可能限制為 C50/60 的剪力強度。"
IDS_CONC_STRENGTH_LIMITED_TO_C90_105 = "混凝土強度等級高於 C90/105 的剪力強度，可能限制為 C90/105 的剪力強度。"
IDS_CONC_STRENGTH_LIMITED_TO_C100_115 = "混凝土強度等級高於 C100/115 的剪力強度，可能限制為 C100/115 的剪力強度。"
IDS_CONC_STRENGTH_LIMITED_TO_B65 = "混凝土強度等級高於 B65(C60/75) 的剪力強度，可能限制為 B65(C60/75) 的剪力強度。"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED = "不需要剪力鋼筋。"
IDS_SHEAR_REINFORCEMENT_IS_NOT_REQUIURED_US = "不需要橫向鋼筋。"
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED = "需要剪力鋼筋。"
IDS_SHEAR_REINFORCEMENT_IS_REQUIRED_US = "需要橫向鋼筋。"
IDS_SEARCH_FOR_NEUTRAL_AXIS = "搜尋中性軸"
IDS_SHEAR_BUCKLING_COEFFICIENT = "剪力挫屈係數"
IDS_STIFFENED = "加勁"
IDS_SUM_PROBABLE_MOMENT_GIRDERS = "連接大梁之可能彎矩總和 (ΣMpr)"
IDS_SHEAR_CALCULATE_SMAX_DIR_y = "計算 y 向最大間距"
IDS_SHEAR_CALCULATE_SMAX_DIR_z = "計算 z 向最大間距"
IDS_SHEAR_CHECK_SMAX__s__EQ_s = "檢核是否考慮表 %s 公式(%s)"
IDS_SHEAR_CONSIDER_SMAX__s__EQ_s = "因此，考慮 %s 公式(%s)。"
IDS_SHEAR_NOT_CONSIDER_SMAX__s__EQ_s = "因此，不考慮 %s 公式(%s)。"
IDS_SKIN = "腰筋"
IDS_STEEL_I_TYPE2 = "Steel-I (Type2)"
IDS_STEEL_BOX_TYPE2 = "Steel-Box (Type2)"
IDS_STEEL_TUB_TYPE2 = "Steel-Tub (Type2)"
IDS_TABLE = "表格"
IDS_TENS_DOT = "拉力"
IDS_TENSLIE_STRENGTH_OF_THE_REINFORCEMENT = "鋼筋抗拉強度"
IDS_TENSION = "拉力"
IDS_TENSION_CONTROLLED = "拉力控制"
IDS_TENSION_ONLY = "僅承受拉力"
IDS_THICKNESS = "厚度"
IDS_TOP = "上層筋"
IDS_TORSION = "扭力"
IDS_TORSION_CAPACITY = "扭力強度"
IDS_TORSION_CAPACITY_US = "抗扭力強度計算"
IDS_TORSION_CHECK_NEED = "考慮扭力效應。"
IDS_TORSION_NEGLECT = "允許忽略扭力效應。"
IDS_TORSION_NEGLECT_CHK = "檢核扭力設計界限以決定是否考慮扭力效應。"
IDS_TORSION_NEGLECT_CHK_US = "檢核扭力效應。"
IDS_TORSION_REQ_AS_L = "計算所需之扭力縱向鋼筋。"
IDS_TORSION_REQ_AS_L_US = "檢核縱向鋼筋。"
IDS_TORSION_REQ_AS_T = "計算所需之扭力橫向鋼筋。"
IDS_TORSION_SECTIONLIMIT = "檢核斷面限制。"
IDS_TORSION_SMAX = "計算扭力鋼筋配置。"
IDS_TORSION_SMAX_T = "計算扭力橫向鋼筋配置。"
IDS_TORSION_SMAX_L = "計算扭力縱向鋼筋配置。"
IDS_TORSION_STRENGTH = "檢核扭力強度"
IDS_TRANSITION = "過渡區"
IDS_TENSION_STRENGTH_CALCULATION_TYPE_IS_NONE = "拉力強度計算類型為 None。"
IDS_NEED_MORE_REBAR = "需要更多鋼筋"
IDS_UNCRACKED_SECTION = "未開裂斷面"
IDS_UPLIFT = "上揚力"
IDS_USE_TYPE = "使用類型"
IDS_USER_STRENGTH_FACTOR = "使用者定義強度折減因數 (φ)"
IDS_UNSTIFFENED = "未加勁"
IDS_USER_DEFINED = "使用者定義"
IDS_VARIABLE_ACTION = "變動作用力"
IDS_VERTICAL = "垂直向"
IDS_VERTICAL_FORCE = "垂直力"
IDS_VERTICAL_TENSILE_STRESS = "垂直拉應力"
IDS_VOLUMETRIC_RATIO = "體積比"
IDS_VALUE_DGN = "數值"
IDS_VERIFY_REINFORCEMENT_INFORMATION = "請確認鋼筋資料。"
IDS_VIBRATION = "振動"
IDS_WALL_HEIGHT = "牆高"
IDS_WALL_LENGTH = "牆長"
IDS_WALL_THICKNESS = "牆厚"
IDS_WATCHING_AREA = "觀察區域"
IDS_WHERE = "其中"
IDS_WALL_MOMENT_ENVELOP = "依包絡圖計算韌性牆之設計彎矩"
IDS_WALL_BELOW__s = "低於 %s"
IDS_WALL_ABOVE__s = "高於 %s"
IDS_YOU_HAVE_TO_INPUT_CRITICAL_REGION_SPACING_DATA = "您必須輸入臨界區間距資料。"
IDS_Y_AXIS = "y 軸"
IDS_Z_AXIS = "z 軸"
IDS_DGN_RPRT_USERS_UNIT = "使用者單位："
IDS_DGN_RPRT_DET_CHECK_AXIAL_RATIO = "檢核軸力比"
IDS_DGN_RPRT_DET_CHECK_AXIAL_RESISTANCE = "檢核軸力強度"
IDS_DGN_RPRT_DET_CALC_RESIS = "計算斷面之設計強度"
IDS_DGN_RPRT_DET_BUCKLING_CURVE = "挫屈曲線"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK = "計算扭轉挫屈之設計強度"
IDS_DGN_RPRT_DET_AXIAL_TOR_BUCK_DES = "扭力與扭轉-撓曲挫屈之設計強度"
IDS_DGN_RPRT_DET_COMP_RESIS = "壓力構件之設計強度"
IDS_DGN_RPRT_DET_TENS_RESIS = "拉力構件之設計強度"
IDS_DGN_RPRT_DET_BUCK_SLEND = "無因次細長比"
IDS_DGN_RPRT_DET_AXIAL_BUCK_RESIS = "撓曲挫屈之設計強度"
IDS_DGN_RPRT_DET_AXIAL_BUCK_L_SHAPE = "計算撓曲挫屈之設計強度 (主強軸)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Y = "計算撓曲挫屈之設計強度 (y-y 軸)"
IDS_DGN_RPRT_DET_AXIAL_BUCK_Z = "計算撓曲挫屈之設計強度 (z-z 軸)"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK = "不需檢核撓曲挫屈。"
IDS_DGN_RPRT_DET_NO_CHK_AXIAL_BUCK_T = "不需檢核扭轉-撓曲挫屈。"
IDS_DGN_RPRT_DET_SHEAR_CENTER = "剪力中心"
IDS_DGN_RPRT_DET_SHEAR_CENTER_FROM_CENTROID = "形心至剪力中心之距離"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR = "檢核繞強軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MINOR = "檢核繞弱軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_YY = "繞 y-y 強軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_ZZ = "繞 z-z 弱軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MAJOR_UU = "繞 u-u 強軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_MiNOR_VV = "繞 v-v 弱軸彎曲之設計強度"
IDS_DGN_RPRT_DET_MOMENT_RESIS_LTB = "計算側向扭轉挫屈 (LTB) 之設計強度"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_SLEN = "挫屈細長比"
IDS_DGN_RPRT_DET_MOMENT_BUCKLING_RESI = "側向扭轉挫屈 (LTB) 之設計強度"
IDS_DGN_RPRT_DET_MOMENT_LTB_NEED = "需檢核側向扭轉挫屈 (LTB)"
IDS_DGN_RPRT_DET_MOMENT_LTB_NO_NEED = "不需檢核側向扭轉挫屈 (LTB)"
IDS_DGN_RPRT_DET_AND = "和"
IDS_DGN_RPRT_DET_OR = "或"
IDS_DGN_RPRT_DET_MOMENT_LTB_RESIS_MAJOR = "檢核側向扭轉挫屈 (LTB) 之設計強度"
IDS_DGN_RPRT_DET_MOMENT_LTB_EXCEPTION = "繞弱軸不對稱斷面或未支撐斷面"
IDS_DGN_RPRT_DET_MOMENT_LTB_CAN_NOT = "無法檢核側向扭轉挫屈 (LTB)"
IDS_DGN_RPRT_DET_COMBINED_BUCK_RATIO = "計算挫屈強度之互制比 (彎矩與軸力)"
IDS_DGN_RPRT_DET_REDUCTION_FACT_BUCK = "挫屈折減因數"
IDS_DGN_RPRT_DET_EFFICIENCY_FACT = "效率因數"
IDS_DGN_RPRT_DET_BUCK_FORCE = "挫屈力"
IDS_DGN_RPRT_DET_BUCK_RES_MOMENT = "抗挫屈彎矩"
IDS_DGN_RPRT_DET_EQ_UNIFORM_FACT = "等效均勻彎矩因數 (Cb)"
IDS_DGN_RPRT_DET_AUXILIARY_TERMS = "輔助項"
IDS_DGN_RPRT_DET_INTERACTON_FACT = "互制因數"
IDS_DGN_RPRT_DET_INTERACTON_VALUE = "互制值"
IDS_DGN_RPRT_DET_INTERACTON_RATIO = "互制比"
IDS_DGN_RPRT_DET_INTERACTON = "互制效應"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO = "檢核互制比"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_BAND_AXIAL = "計算彎矩與軸力之互制比"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_TORSION = "計算抗扭力強度之互制比 (直接應力與扭轉應力)"
IDS_DGN_RPRT_DET_CHECK_INTERACTON_RATIO_CLASS12 = "計算第1、2類斷面之互制比 (彎矩與受壓)"
IDS_DGN_RPRT_DET_INTERACTON_FORCES = "互制比的作用內力"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MAJOR = "高剪力下繞強軸之折減彎矩強度"
IDS_DGN_RPRT_DET_HIGH_SHEAR_REDUCED_MOMENT_MINOR = "高剪力下繞弱軸之折減彎矩強度"
IDS_DGN_RPRT_DET_PART = "部分"
IDS_DGN_RPRT_DET_CLASS = "類別"
IDS_DGN_RPRT_DET_SECTION_CLASS = "斷面分類"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_TOP = "檢核 Dir-1 鋼筋拉應力（上層）"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR1_BOT = "檢核 Dir-1 鋼筋拉應力（下層）"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_TOP = "檢核 Dir-2 鋼筋拉應力（上層）"
IDS_DGN_RPRT_DET_TENSILE_STRESS_DIR2_BOT = "檢核 Dir-2 鋼筋拉應力（下層）"
IDS_DGN_RPRT_DET_COMP_STRESS_TOP = "檢核混凝土壓應力（上緣）"
IDS_DGN_RPRT_DET_COMP_STRESS_BOT = "檢核混凝土壓應力（下緣）"
IDS_DGN_RPRT_DET_DIR1_TENS_TOP = "Dir 1 拉應力（上緣）"
IDS_DGN_RPRT_DET_DIR2_TENS_TOP = "Dir 2 拉應力（上緣）"
IDS_DGN_RPRT_DET_COMP_TOP = "壓應力（上緣）"
IDS_DGN_RPRT_DET_DIR1_TENS_BOT = "Dir 1 拉應力（下緣）"
IDS_DGN_RPRT_DET_DIR2_TENS_BOT = "Dir 2 拉應力（下緣）"
IDS_DGN_RPRT_DET_COMP_BOT = "壓應力（下緣）"
IDS_DGN_RPRT_DET_CHK_CRACK_ORNOT = "檢核構件是否開裂。"
IDS_DGN_RPRT_DET_MEMBRANE_FORCE = "薄版應力。"
IDS_DGN_RPRT_DET_CHK_MIN_PRINCIPAL_STRESS = "檢核最小主應力。"
IDS_DGN_RPRT_DET_NEED_REINFORCEMENT = "需求鋼筋與混凝土應力。"
IDS_DGN_RPRT_DET_TENSILE_STRENGTH_BY_REIN = "由鋼筋提供之抗拉強度。"
IDS_DGN_RPRT_DET_CONC_STRESS_LIM = "混凝土強度極限。"
IDS_DGN_RPRT_DET_CHK_RESULT = "檢核結果。"
IDS_DGN_RPRT_DET_CHK_FATIGUE = "檢核疲勞比"
IDS_DGN_RPRT_DET_FATIGUE = "疲勞"
IDS_DGN_RPRT_DET_CALC_FATIGUE = "計算抗疲勞強度"
IDS_DGN_RPRT_DET_IN_STRUCT_STL = "於結構鋼材中"
IDS_DGN_RPRT_DET_CALC_TORSION = "計算抗扭力強度"
IDS_DGN_RPRT_DET_VERIFICATION = "驗證"
IDS_DGN_RPRT_DET_LONGI_SHEAR_DGN_LOAD = "縱向剪力設計載重"
IDS_DGN_RPRT_DET_CHECK_SLENDER_COMP = "檢核受壓構件之細長比"
IDS_DGN_RPRT_DET_CHECK_SLENDER_TENS = "檢核受拉構件之細長比"
IDS_DGN_RPRT_DET_CHK_AXIAL_STRN = "檢核軸力強度"
IDS_DGN_RPRT_DET_CALC_AXIAL_COMP_STRN = "計算軸向抗壓強度"
IDS_DGN_RPRT_DET_CALC_SLEND_L_SHAPE = "計算單角鋼的細長比"
IDS_DGN_RPRT_DET_CALC_FBS = "計算撓曲挫屈應力"
IDS_DGN_RPRT_DET_CALC_FTBS = "計算撓曲-扭轉挫屈應力"
IDS_DGN_RPRT_DET_NOT_CONSIDER = "不考慮"
IDS_DGN_RPRT_DET_NON_SLENDER = "非細長"
IDS_DGN_RPRT_DET_SLENDER = "細長柱"
IDS_DGN_RPRT_DET_CHK_WTRF = "檢核翼板寬厚比"
IDS_DGN_RPRT_DET_CHK_WTRS = "檢核腹板寬厚比"
IDS_DGN_RPRT_DET_CALC_QSF = "計算翼板折減係數"
IDS_DGN_RPRT_DET_CALC_QSS = "計算腹板折減係數"
IDS_DGN_RPRT_DET_CALC_Q = "計算加勁材折減係數"
IDS_DGN_RPRT_DET_CHK_DTRW = "檢核腹板深厚比"
IDS_DGN_RPRT_DET_CALC_QS = "計算細長未加勁材之折減係數"
IDS_DGN_RPRT_DET_CALC_QA = "計算細長加勁材之折減係數"
IDS_DGN_RPRT_DET_CHK_WTR = "檢核寬厚比"
IDS_DGN_RPRT_DET_CHK_WTRTF = "檢核上翼板寬厚比"
IDS_DGN_RPRT_DET_CHK_WTRBF = "檢核下翼板寬厚比"
IDS_DGN_RPRT_DET_CHK_DTR = "檢核直徑厚度比"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR = "檢核繞強軸 (Y) 之撓曲強度"
IDS_DGN_RPRT_DET_CALC_FLEX_MAJOR = "計算繞強軸之撓曲強度"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR = "檢核繞弱軸 (Z) 之撓曲強度"
IDS_DGN_RPRT_DET_CALC_FLEX_MINOR = "計算繞弱軸之撓曲強度"
IDS_DGN_RPRT_DET_CHK_FLEX_MAJOR_U = "檢核繞主軸 (U) 之撓曲強度"
IDS_DGN_RPRT_DET_SECT_PARAM_PRIN = "繞主軸之斷面參數"
IDS_DGN_RPRT_DET_DGN_MOMENT_PRIN = "繞主軸之設計彎矩"
IDS_DGN_RPRT_DET_CALC_LIM_WTRF = "計算撓曲之寬厚比限制"
IDS_DGN_RPRT_DET_WTR = "寬厚比"
IDS_DGN_RPRT_DET_YIELD = "降伏"
IDS_DGN_RPRT_DET_LTB = "側向扭轉挫屈 (LTB)"
IDS_DGN_RPRT_DET_NOT_APP = "不採用"
IDS_DGN_RPRT_DET_CALC_LLB = "角鋼肢局部挫屈"
IDS_DGN_RPRT_DET_CHK_FLEX_MINOR_v = "檢核繞次軸 (V) 之撓曲強度"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS = "相對應於受拉與受壓翼緣之彈性斷面模數"
IDS_DGN_RPRT_DET_CALC_LIM_WTRFF = "計算翼板撓曲之寬厚比限制"
IDS_DGN_RPRT_DET_CALC_LIM_WTRWF = "計算腹板撓曲之寬厚比限制"
IDS_DGN_RPRT_DET_BEND_TENSION_STIFFENED_EFFECT = "受拉加勁效應"
IDS_DGN_RPRT_DET_APP = "已採用"
IDS_DGN_RPRT_DET_BEND_RPG = "彎矩強度折減因數"
IDS_DGN_RPRT_DET_BEND_CFY = "受壓翼板降伏"
IDS_DGN_RPRT_DET_BEND_CFLB = "受壓翼板局部挫屈"
IDS_DGN_RPRT_DET_BEND_TFY = "受拉翼板降伏"
IDS_DGN_RPRT_DET_PLASTIC_SECTION_MODULUS = "相對於受拉與受壓翼板之塑性斷面模數"
IDS_DGN_RPRT_DET_FLS_NOT_LTB = "具完全側向支撐 - 不適用 LTB"
IDS_DGN_RPRT_DET_COMPACT = "結實斷面"
IDS_DGN_RPRT_DET_NONCOMPACT = "非結實斷面"
IDS_DGN_RPRT_DET_BEND_YIELD = "降伏之標稱彎矩強度"
IDS_DGN_RPRT_DET_BEND_FLB = "翼板局部挫屈之標稱彎矩強度"
IDS_DGN_RPRT_DET_BEND_FLB_NOT_APP = "結實翼板 - 不適用"
IDS_DGN_RPRT_DET_BEND_WEB_NOT_APP = "結實腹板 - 不適用"
IDS_DGN_RPRT_DET_BEND_SECT_NOT_APP = "結實斷面 - 不適用"
IDS_DGN_RPRT_DET_COMB_CHK = "檢核組合強度"
IDS_DGN_RPRT_DET_COMB_INTERACTION = "計算組合強度之互制比"
IDS_DGN_RPRT_DET_CHK_SHEAR_MAJOR = "檢核繞強軸 (Z) 之剪力強度"
IDS_DGN_RPRT_DET_CALC_SHEAR_MAJOR = "計算繞強軸之剪力強度"
IDS_DGN_RPRT_DET_CHK_SHEAR_MINOR = "檢核繞弱軸 (Y) 之剪力強度"
IDS_DGN_RPRT_DET_CALC_SHEAR_MINOR = "計算繞弱軸之剪力強度"
IDS_DGN_RPRT_DET_CALC_WEB_SHEAR_COF = "計算腹板剪力係數"
IDS_DGN_RPRT_DET_SECT_SIZE_INFO = "斷面尺寸資訊"
IDS_DGN_RPRT_DET_BEND_WLB = "腹板局部挫屈"
IDS_DGN_RPRT_DET_COMP_YIELD = "壓力降伏"
IDS_DGN_RPRT_DET_CLB = "壓力局部挫屈"
IDS_DGN_RPRT_DET_CHK_TORSION = "檢核扭力強度"
IDS_DGN_RPRT_DET_CALC_C = "計算 C 因數"
IDS_DGN_RPRT_DET_CALC_BUCKLING = "計算挫屈強度"
IDS_DGN_RPRT_DET_CALC_TORSION_STRN = "計算標稱扭力強度"
IDS_DGN_RPRT_DET_CALC_FLB = "計算翼板局部屈曲"
IDS_DGN_RPRT_DET_CALC_VER_WEB_CAPA = "檢核垂直腹板強度"
IDS_DGN_RPRT_DET_CALC_CUV_DUCT_FAC = "計算曲率延性係數"
IDS_DGN_RPRT_DET_CALC_MECHA_VOL_HOOP = "檢核臨界區內圍束箍筋之有效體積比"
IDS_DGN_RPRT_DET_CALC_CRITIC_REGI_SL = "檢核臨界區域內之滑動破壞。（底部位置）"
IDS_DGN_RPRT_DET_CHK_ENDZONE_LENGTH = "檢核端部區長度"
IDS_DGN_RPRT_DET_ENDZONE_LENGTH = "端部區長度"
IDS_DGN_RPRT_DET_CALC_AXIAL_TENS_STRN = "計算軸拉強度"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS2 = "相對應於受拉與受壓翼緣之彈性斷面模數"
IDS_DGN_RPRT_DET_ELASTIC_SECTION_MODULUS3 = "相對應於受壓翼緣之彈性斷面模數"
IDS_DGN_RPRT_CALC_COMP_FLB = "計算受壓翼板局部挫屈"
IDS_DGN_RPRT_LEGS = "肢數"
IDS_DGN_RPRT_LEG = "肢"
IDS_DGN_RPRT_POSITIVE = "正（+）"
IDS_DGN_RPRT_NEGATIVE = "負（-）"
IDS_MEMBER_NAME = "構件名稱"
IDS_SKIP_MESSAGE = "已略過計算。"
IDS_SECTION_PROP = "斷面性質"
IDS_THICKNESS_PROP = "厚度性質"
IDS_LENGTH = "長度"
IDS_STRESS = "應力"
IDS_STEEL = "鋼材"
IDS_STEEL_SECTION = "鋼材斷面"
IDS_COMPOSITE_SECTION = "複合斷面"
IDS_DGN_STRESS_CHECK = "應力檢核"
IDS_DGN_SLAB = "板"
IDS_DGN_SHEAR_FORCE = "剪力"
IDS_DGN_COMBINED_RATIO = "組合應力比"
IDS_DGN_RPT_REINFORCEMENT_SPACING = "鋼筋間距"
IDS_DGN_RPT_SPACING = "間距"
IDS_DGN_RPT_DISTRIBUTION_REINFORCEMENT = "分佈鋼筋"
IDS_CHECK_DISTRIBUTION_TOP_REINFORCEMENT = "檢核上部分佈鋼筋"
IDS_CHECK_DISTRIBUTION_BOT_REINFORCEMENT = "檢核下部分佈鋼筋"
IDS_DGN_RPT_NON_PRESTRESSED_STRUCTURE = "(對於非預應力結構)"
IDS_DGN_RPT_MEMB_WITHOUT_TENSION_FORCE = "（適用於不受拉力之結構構件）"
IDS_DGN_RPT_COMPOSED_BENDING_TENSION = "（適用於受撓曲與拉力組合之結構構件）"
IDS_DGN_RPT_CONCRETE_AND_STEEL_CLASSES = "（依混凝土與鋼材等級）"
IDS_DGN_RPT_NOT_REQUIRED = "不需要。"
IDS_DGN_RPT_APPLIED_SPACING = "採用間距"
IDS_DGN_RPT_CALCULATE_SPACING = "計算間距"
IDS_DGN_RPT_REINFORCEMENT_REQUIRED = "需求鋼筋"
IDS_DGN_RPT_MAXIMUM_FORCE_ALONG_MEMB = "沿結構構件之最大內力"
IDS_DGN_RPT_DEFAULT_OR_USER_DEFINED = "(預設或使用者定義)"
IDS_DGN_CALCULATE_MAXIMUM_INTERACTION_RATIO = "計算最大互制比"
IDS_DGN_MAXIMUM_DEFLECTION_POSITION = "最大撓度位置"
IDS_COMMON_MAIN_REBAR = "主筋"
IDS_COMMON_DISTRI_REBAR = "分佈鋼筋"
IDS_COMMON_STIRRUP = "箍筋"
IDS_COMMON_NO_STIRRUP = "無剪力筋"
IDS_EC2_CHARACTERSTIC = "特性"
IDS_EC2_QUARSIPERMANENT = "準永久"
IDS_EC2_FREQUENT = "偶遇"
IDS_EC3_LEFT_TOP_FLANGE = "左上翼緣"
IDS_EC3_RIGHT_TOP_FLANGE = "右上翼緣"
IDS_EC3_MID_TOP_FLANGE = "中上翼緣"
IDS_EC3_LEFT_BOT_FLANGE = "左下翼緣"
IDS_EC3_RIGHT_BOT_FLANGE = "右下翼緣"
IDS_EC3_MID_BOT_FLANGE = "中下翼緣"
IDS_EC3_WEB = "腹板"
IDS_EC3_TOP_PART_WEB = "上部腹板"
IDS_EC3_BOT_PART_WEB = "下部腹板"
IDS_EC3_WEB_PANEL = "腹板面"
IDS_EC3_WEB_DUMMY = "虛腹板"
IDS_EC3_SECTION_CLASS = "斷面分類"
IDS_EC2_DEFLECTION_AMPLIFICATION_FACTOR = "撓度放大係數"
IDS_EC3_TOP_WEB = "上腹板"
IDS_EC3_BOTTOM_WEB = "下腹板"
IDS_EC3_LEFT_WEB = "左腹板"
IDS_EC3_RIGHT_WEB = "右腹板"
IDS_EC3_TUBULAR = "管狀"
IDS_EC3_INT_BOT_FLANGE = "內部下翼緣"
IDS_EC3_INT_TOP_FLANGE = "內部上翼緣"
IDS_EC3_LEFT_MIDDLE_TOP_FLANGE = "左中上翼緣"
IDS_EC3_RIGHT_MIDDLE_TOP_FLANGE = "右中上翼緣"
IDS_EC3_LEFT_MIDDLE_BOT_FLANGE = "左中下翼緣"
IDS_EC3_RIGHT_MIDDLE_BOT_FLANGE = "右中下翼緣"
IDS_EC3_TOP_FLANGE_PANEL = "上翼緣面"
IDS_EC3_BOT_FLANGE_PANEL = "下翼緣面"
IDS_EC3_TOP_FLANGE = "上翼緣"
IDS_EC3_BOT_FLANGE = "下翼緣"
IDS_EC3_LEFT_D_TOP_FLANGE = "左-D上翼緣"
IDS_EC3_RIGHT_D_TOP_FLANGE = "右-D上翼緣"
IDS_EC3_LEFT_1_TOP_FLANGE = "左-1上翼緣"
IDS_EC3_LEFT_2_TOP_FLANGE = "左-2上翼緣"
IDS_EC3_RIGHT_1_TOP_FLANGE = "右-1上翼緣"
IDS_EC3_RIGHT_2_TOP_FLANGE = "右-2上翼緣"
IDS_EC3_LEFT_D_BOT_FLANGE = "左-D下翼緣"
IDS_EC3_RIGHT_D_BOT_FLANGE = "右-D下翼緣"
IDS_DGN_CONSTRUCTIBILITY = "施工性"
IDS_AS_FROM_BOTTOM_SURFACE_SECTION = "距斷面底面"
IDS_AS_ASSUMED_TRANSVERSE_STRESS_FLANGE_ZERO = "假設翼板之橫向應力為零"
IDS_AS_STRENGTH_FLANGE_PLATE = "翼板強度"
IDS_AS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "縱向翼板加勁材強度"
IDS_CRACKED = "開裂"
IDS_EFFECTIVE_SECTION_PROP = "有效斷面性質"
IDS_AS_CHECK_MINIMUM_AREA_REINFORCEDMENT = "檢核鋼筋最小面積"
IDS_AS_ASSUMED_AREA_THE_END_POST_SATISFIES_EQ_5_14_9 = "假設端柱面積符合規範式 5.14.9 之要求。"
IDS_AS_CRACK_CONTROL_SLAB = "版之裂縫控制"
IDS_AS_NOMINAL_DIAMETER = "標稱直徑"
IDS_AS_CENTER_TO_CENTER_SPACING = "中心到中心間距"
IDS_AS_CHECK_MAXIMUM_SPACING_REBAR = "檢核鋼筋最大間距"
IDS_AS_YIELDING_FLANGE_PLATE = "%s 翼板降伏"
IDS_AS_PANEL_FROM_TOP_FLANGE = "自上翼板之面"
IDS_AS_STIFFENER_FROM_TOP_FLANGE = "自上翼板之加勁材"
IDS_AS_CRITICAL_PANEL = "控制板："
IDS_AS_CRITICAL_STIFFENER = "控制加勁材："
IDS_AS_FIRST = "第一"
IDS_AS_SECOND = "第二"
IDS_AS_THIRD = "第三"
IDS_AS_FOURTH = "第四"
IDS_AS_FIFTH = "第五"
IDS_AS_SIXTH = "第六"
IDS_AS_SEVENTH = "第七"
IDS_INTERACTION_SHEAR_BENDING = "剪力與彎矩互制"
IDS_INTERACTION_SHEAR_BENDING_2LINE = "\n 剪力與彎矩互制"
IDS_PROPORTIONING_METHOD = "比例設計方法"
IDS_SHEAR_BENDING_INTERACTION_METHOD = "剪力與彎矩互制方法"
IDS_CLAUSE_4_6_3_ALLOW_SEQUECE_CONSTRUCTION = "係依第 4.6.3 條規定決定，以考量施工順序。"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER = "縱向翼板加勁材強度"
IDS_STRENGTH_LONGITUDINAL_FLANGE_STIFFENER_2LINE = "縱向翼板 \n 加勁材強度"
IDS_DEMAND = "需求"
IDS_CAPACITY = "容量"
IDS_YIELDING_FLANGE_PLATE = "翼板降伏"
IDS_LONGITUDINAL_SHEAR_SLS = "SLS的縱向剪力"
IDS_CHARACTERISTIC_SHEAR_CAPACITY_OF_SHEAR_CONNECTORS = "剪力接合之特徵剪力強度"
IDS_DESIGN_FOR_LONGITUDINAL_SHEAR = "縱向剪力設計"
IDS_DESIGN_LONGITUDINAL_SHEAR_FORCE_PER_UNIT_LENGTH = "每單位長度之縱向設計剪力"
IDS_FORCE = "內力"
IDS_COMPOSITE = "複合"
IDS_COMPONENT = "分量"
IDS_STRESSES = "應力"
IDS_TOP_FLANGE = "上翼板"
IDS_BOTTOM_FLANGE = "下翼板"
IDS_WARPING_STRESSES = "翹曲應力"
IDS_DSITORSIONAL_WARPING = "扭曲翹曲"
IDS_EFFECTIVE_PLASTIC_NEUTRAL_AXIS = "有效塑性中性軸"
IDS_DESIGN_FOR_BENDING_MOMENT = "彎矩設計"
IDS_MOMENT_MODIFICATION_FACTOR = "彎矩修正係數"
IDS_SHEAR_YIELD_CAPACITY = "剪力降伏強度"
IDS_SHEAR_BUCKLING_CAPACITY = "剪力挫屈強度"
IDS_INTERACTION_BUCKLING_CRITERION = "互制作用挫屈準則"
IDS_RESTRAINT_WEB_PANELS = "腹板束制"
IDS_THIS_WEB_PANEL_IS_RESTRAINED = "具束制之腹板面"
IDS_THIS_WEB_PANEL_IS_UNRESTRAINED = "未受束制之腹板面"
IDS_BUCKLING_COEFFICIENTS = "挫屈係數"
IDS_AXIAL_COEFFICIENTS = "軸力係數"
IDS_SHEAR_COEFFICIENTS = "剪力係數"
IDS_BENDING_COEFFICIENTS = "彎曲係數"
IDS_STRENGTH_LONGITUDINAL_WEB_STIFFENER = "縱向腹板加勁材強度"
IDS_STIFFENER = "加勁材"
IDS_MINIMUM_STIFFNESS = "最小勁度"
IDS_YIELDING_WEB_PANEL = "腹板降伏"
IDS_PLASTIC_MOMENT = "塑性彎矩"
IDS_MATERIAL_STEEL_GRADE = "사용강종"
IDS_DGN_RPT_TABLE = "표"
IDS_DGN_RPT_EQUATION = "식"
IDS_DGN_ALLOWABLE_FLEXURAL_TENSILE_STRESS = "허용휨인장응력"
IDS_DGN_ALLOWABLE_FLEXURAL_COMPRESSIVE_STRESS = "허용휨압축응력"
IDS_DGN_ALLOWABLE_COMP_STRESS_NOT_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력"
IDS_DGN_RPT_Y_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Y軸有效屈曲長度"
IDS_DGN_RPT_Z_AXIS_EFFECTIVE_BUCKLING_LENGTH = "Z軸有效屈曲長度"
IDS_DGN_RPT_MEMBER_EFFECTIVE_BUCKLING_LENGTH = "부재의 유효좌굴길이"
IDS_DGN_RPT_MEMBER_RADIUS_OF_GYRATION = "부재 총단면의 단면회전반경"
IDS_DGN_RPT_MEMBER_SLENDERNESS = "세장비"
IDS_DGN_RPT_DIVISION = "구분"
IDS_DGN_RPT_DISTANCE_BETWEEN_COMP_FLANGE = "압축플랜지 고정점간 거리"
IDS_DGN_RPT_COMP_FLANGE_WIDTH = "압축플랜지 폭"
IDS_DGN_RPT_WEB_AREA = "복부판의 총단면적"
IDS_DGN_RPT_COMP_FLANGE_AREA = "압축플랜지 총단면적"
IDS_DGN_RPT_LOCAL_BUCKLING_ALLOWABLE_STRESS_OF_OUTSTAND = "자유돌출판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_COMP_STRESS_MIN_THICKNESS_OF_OUTSTAND = "압축응력을 받는 자유돌출판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_EULER_BUCKLING_STRESS = "허용 오일러 좌굴응력"
IDS_DGN_RPT_ALLOWABLE_SHEAR_STRESS = "허용 전단응력"
IDS_DGN_RPT_NOTE = "註解"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_STIFFENED_PLATE_SUPPORT_PLATE = "보강된판 및 양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_PLATE_THICKNESS = "판두께"
IDS_DGN_RPT_DISTANCE_BETWEEN_FIXED_EGDES_PLATE = "판의 고정연 사이의 거리"
IDS_DGN_RPT_STRESS_GRADIENT_COEFFICIENT = "응력구배계수"
IDS_DGN_RPT_STRESS_GRADIENT = "응력구배"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE = "판의 양연에서의 응력"
IDS_DGN_RPT_MIN_THICKNESS_INTERNAL_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 양연지지판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_INTERNAL_PLATE_LOCAL_BUCKLING = "양연지지판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_INTERNAL_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 양연지지판 검토에서 제외."
IDS_DGN_RPT_THICKNESS_OF_STIFFENED_PLATE = "보강된 판의 두께"
IDS_DGN_RPT_WIDTH_OF_STIFFENED_PLATE = "보강된 판의 폭"
IDS_DGN_RPT_NUMBER_OF_PANELS_SEPERATED_BY_L_STIFFENERS = "종방향보강재에 의해 구분되는 패널의 수"
IDS_DGN_RPT_MIN_THICKNESS_STIFFENED_PLATE_COMPRESSIVE_STRESS = "압축응력을 받는 보강된 판의 최소두께"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING_OF_STIFFENED_PLATE = "보강된 판의 국부좌굴에 대한 허용응력"
IDS_DGN_RPT_STRESS_BOTH_EDGES_OF_PLATE_EXCLUDED_FROM_REVIEW_STIFFENED_PLATE = "판의 양연에서의 응력이 인장이므로, 압축응력을 받는 보강된 판 검토에서 제외."
IDS_DGN_RPT_ALLOWABLE_STRESS_SUMMARY = "허용응력 요약"
IDS_DGN_RPT_OUTSTAND_PLATE = "자유돌출판"
IDS_DGN_RPT_INTERNAL_PLATE = "양연지지판"
IDS_DGN_RPT_STIFFENED_PLATE = "보강된 판"
IDS_DGN_RPT_CHECKING_FLEXURAL_STRESS = "휨응력에 대한 검토"
IDS_DGN_RPT_CHECKING_SHEAR_STRESS = "전단응력에 대한 검토"
IDS_DGN_RPT_WEB_THICKNESS = "복부 두께"
IDS_DGN_RPT_CHECKING_COMBINED_STRESS = "합성응력에 대한 검토"
IDS_DGN_RPT_DISTANCE_CENTROID_TO_OUTERMOST_SIDE_OF_CLOSED_SECTION = "단면 도심으로부터 폐단면의 최외측까지의 거리"
IDS_DGN_RPT_CHECKING_ALLOWABLE_STRESS_FOR_AXIAL_BENDING_MEMBER = "축방향력 및 휨모멘트를 받는 부재의 허용응력 검토"
IDS_DGN_RPT_AXIAL_STRESS = "축방향력에 의한 응력"
IDS_DGN_RPT_STRESS_FOR_BENDING = "휨모멘트에 의한 응력"
IDS_DGN_RPT_EFFECT_OF_ADDITIONAL_BENDING_MOMENT_CANNOT_BE_CONSIDERED = "일 경우 부가적인 휨모멘트의 영향을 고려할 수 없습니다"
IDS_DGN_RPT_FORMULAR_CANNOT_BE_CONSIDERED = "일 경우 검토식을 적용할 수 없습니다"
IDS_DGN_RPT_CHECKING_AXIAL_FORCE = "축방향력에 대한 검토"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS_FLEXURAL_TENSILE_STRESS = "허용축방향인장응력 및 허용휨인장응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_TENSILE_STRESS = "허용축방향인장응력"
IDS_DGN_RPT_ALLOWABLE_STRESS_LOCAL_BUCKLING = "국부좌굴에 대한 허용응력"
IDS_DGN_RPT_ALLOWABLE_AXIAL_COMPRESSION_STRESS_UPPER_LIMIT_NOT_LOCAL_BUCKLING = "국부좌굴을 고려하지 않은 허용축방향압축응력의 상한값"
IDS_DGN_RPT_PIPE_RADIUS = "강관의 반지름"
IDS_DGN_RPT_SECTION_NAME = "단면이름"
IDS_DGN_RPT_LOAD_COMBINATION = "하중조합"
IDS_DGN_RPT_SECTION_PROPERTIES = "단면제원상수"
IDS_DGN_RPT_CHECK_POSITION = "검토위치"
IDS_DGN_RPT_EFFECTIVE_BUCKLING_LENGTH = "유효좌굴장"
IDS_DGN_RPT_CHECKING_STRESS_RESULT = "응력검토 결과"
IDS_DGN_RPT_CHECKING_RESULT = "검토 결과"
IDS_DGN_RPT_RESULT_BENDING_STRESS = "휨 응력도"
IDS_DGN_RPT_RESULT_AXIAL_TENSILE_STRESS = "축방향 인장 응력도"
IDS_DGN_RPT_RESULT_SHEAR_STRESS = "전단 응력도"
IDS_DGN_RPT_RESULT_COMBINED_STRESS = "합성 응력도"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_TENSION = "축방향 힘이 인장의 경우의 안정조사"
IDS_DGN_RPT_RESULT_STABILITY_FOR_AXIAL_COMPRESSION = "축방향 힘이 압축의 경우의 안정조사"
IDS_DGN_RPT_CHECKING_OKNG = "판정"
IDS_DGN_RPT_COMBINED_STRESS = "합성응력"
IDS_DGN_RPT_ALLOWABLE_VAULE = "허용값"
IDS_DGN_RPT_POSITION = "位置"
IDS_DGN_RPT_DIRECTION = "方向"
IDS_DGN_RPT_PANEL_SIZE = "패널수"
IDS_DGN_RPT_MAX_ALLOWABLE_STRESS_NOT_CHANGE_DEPENDING_ON_THICKNESS = "판두께에 의해 내력이 변화하지 않는 강재（-H사양）을 사용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_BENDING_COMPRESSIVE_STRESS = "허용 휨 압축응력도의 상한값 적용"
IDS_DGN_RPT_APPLY_UPPER_LIMIT_ALLOWABLE_STRESS_FOR_LOCAL_BUCKLING = "국부좌굴에 대한 허용 응력도의 상한값 적용（웹부재）"
IDS_DGN_RPT_ALLOWABLE_STRESS_CHECKING = "허용응력 계산"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_CORNER = "상단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_CORNER = "하단 우각부"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_TOP_FLANGE = "상부 플랜지"
IDS_DGN_RPT_COMBINED_STRESS_CHECKING_POSITION_BOTTOM_FLANGE = "하부 플랜지"
IDS_DGN_RPT_PART_WEB = "腹板"
IDS_DGN_RPT_PART_FLANGE = "翼板"
IDS_DGN_RPT_PART_CORNER = "角隅"
IDS_DGN_RPT_PART_CENTER = "중앙"
IDS_DGN_RPT_PART_TOP = "상단"
IDS_DGN_RPT_PART_BOTTOM = "하단"
IDS_DGN_RPT_PART_LEFT_TOP = "좌상단"
IDS_DGN_RPT_PART_RIGHT_TOP = "우상단"
IDS_DGN_RPT_PART_RIGHT_BOTTOM = "우하단"
IDS_DGN_RPT_PART_LEFT_BOTTOM = "좌하단"
IDS_DGN_RPT_RESPONSE_MODIFICATION_FACTOR = "反應譜修正係數"
IDS_AU_BRACED_COLUMN = "有側向支撐柱"
IDS_AU_DAY = "天"
IDS_AU_DAYS = "天數"
IDS_AU_DIRECTION = "方向"
IDS_AU_DOUBLE_CURVATURE = "雙曲率"
IDS_AU_ELEMENT_ID = "單元 ID"
IDS_AU_END_I = "I 端"
IDS_AU_END_J = "J 端"
IDS_AU_ENVIRONMENT_ARID = "乾燥"
IDS_AU_ENVIRONMENT_INTERIOR = "室內"
IDS_AU_ENVIRONMENT_NEAR_COASTAL = "近海"
IDS_AU_ENVIRONMENT_TEMPERATE_INLAND = "溫帶內陸"
IDS_AU_ENVIRONMENT_TROPICAL = "熱帶"
IDS_AU_MIDDLE = "中央"
IDS_AU_NODE_ID = "節點 ID"
IDS_AU_PARA_END_I = "端點 (i)"
IDS_AU_PARA_END_J = "端點 (j)"
IDS_AU_PARA_MIDDLE = "中央"
IDS_AU_POSITION = "位置"
IDS_AU_SECTION_ID = "斷面 ID"
IDS_AU_THICKNESS_ID = "厚度 ID"
IDS_AU_UNBRACED_COLUMN = "無側向支撐柱"
IDS_AU_ABSOLUTE_VALUES = "絕對值"
IDS_AU_AGE_OF_CONCRETE = "混凝土齡期"
IDS_AU_AGGREGATE_SIZE = "骨材粒徑"
IDS_AU_ANGLE_OF_INCLINATION = "傾角"
IDS_AU_APPLY_MIN_BEND_MOMENT = "套用最小彎矩"
IDS_AU_AREA_BAR_CLOSED_FITMENT = "形成閉合箍筋之鋼筋斷面積"
IDS_AU_AREA_BOUND_OUTERMOST_FITMENTS = "最外側箍筋中心線所圍成之斷面積"
IDS_AU_AREA_ENCLOSED_SHEAR_FLOW_PATH = "剪力流路徑包圍之面積"
IDS_AU_AREA_ENCLOSED_TRANS_TORS_REIN = "最外側抗扭閉合橫向鋼筋中心線所圍成之面積"
IDS_AU_AREA_REIN_HALF_DEPTH_TENSION_ZONE = "包含抗撓受拉區之半深度斷面內之鋼筋面積"
IDS_AU_ASSUMED_BY_DESIGN = "依設計假設"
IDS_AU_BALANCED_AXIS = "平衡軸"
IDS_AU_BASIC_DRY_SHRINK_STRAIN = "基本乾縮應變"
IDS_AU_BEND_MOMENT_STRN = "撓曲彎矩強度"
IDS_AU_CENT_SPAC_BAR_NEAR_TENS_FACE = "靠近受拉面之鋼筋中心間距"
IDS_AU_CENT_SPAC_REIN = "鋼筋中心間距"
IDS_AU_CHAR_UNIAX_TENS_STRN_CONC = "混凝土單軸抗拉強度"
IDS_AU_CHAR_YIELD_STRN_REIN = "鋼筋降伏強度"
IDS_AU_CITY = "城市"
IDS_AU_COMP_FORC_REIN_SINGLE = "基於單筋斷面設計之鋼筋壓力"
IDS_AU_COMP_FORCE = "壓力"
IDS_AU_COMP_FORCE_CONC = "混凝土壓力"
IDS_AU_CRACK_WIDTH = "裂縫寬度"
IDS_AU_DAY_OF_DRYING = "乾燥天數"
IDS_AU_DESIGN_FACTORS = "設計因數"
IDS_AU_DIST_LONG_BAR_SIDE = "縱向鋼筋距側邊之距離"
IDS_AU_DIST_LONG_BAR_SOFFIT = "縱向鋼筋距底面之距離"
IDS_AU_EFF_DEPTH_BENDING = "彎曲平面內斷面之有效深度"
IDS_AU_EFFECTIVE_COMP_STRENG_FACT = "有效抗壓強度因數"
IDS_AU_ENVIRONMENT = "環境"
IDS_AU_EQUIV_FACT_SHEAR_FORC = "等效因數化剪力"
IDS_AU_EXPOSED_PERI_SECT = "斷面之暴露周長"
IDS_AU_EXPOSURE_CLASSIFICATION = "暴露分類"
IDS_AU_FINAL_AUTO_SHRINK_STRAIN = "最終自生收縮應變"
IDS_AU_FINAL_DRY_SHRINK_STRAIN = "最終基本乾縮應變"
IDS_AU_GOVERN_LCOM = "控制載重組合"
IDS_AU_HOOP = "圍束箍筋"
IDS_AU_HOOP_BAR = "圍束箍筋"
IDS_AU_INSIDE_SPECIAL_CONFINE_REGION = "特殊圍束區內"
IDS_AU_LENG_OUTSIDE_PERI_CONC = "混凝土斷面外周長"
IDS_AU_MAIN_BAR = "主筋"
IDS_AU_MAX_ALLOW_LONG_REIN = "最大容許縱向鋼筋量"
IDS_AU_MAX_LONG_SPAC_SHEAR_REIN = "剪力鋼筋最大縱向間距"
IDS_AU_MAX_REQ_FLEX_TENS_REIN = "最大需求抗撓曲受拉鋼筋量"
IDS_AU_MAX_SLEND_RATIO_EXCEED = "超過最大細長比"
IDS_AU_MAX_SLEND_RATIO_NOT_EXCEED = "未超過最大細長比"
IDS_AU_MAX_STRS_REIN_DIA = "依直徑決定之鋼筋最大應力"
IDS_AU_MAX_STRS_REIN_SPAC = "依間距決定之鋼筋最大應力"
IDS_AU_MEAN_AXIAL_TENS_STRN_CONC = "混凝土軸拉強度平均值"
IDS_AU_MEAN_VALUE_COMP_STRN_CONC = "混凝土現地抗壓強度平均值"
IDS_AU_MIN_ALLOW_LONG_REIN = "最少容許縱向鋼筋量"
IDS_AU_MIN_BEND_MOMENT = "最小彎矩"
IDS_AU_MIN_REQ_FLEX_TENS_REIN = "最小需求抗撓曲受拉鋼筋量"
IDS_AU_MIN_REQ_STRN = "最小需求強度"
IDS_AU_MIN_TRANS_SHEAR_REIN = "最少橫向剪力鋼筋量"
IDS_AU_MOMENT_INERTIA_COMP_REIN = "壓力鋼筋之慣性矩"
IDS_AU_MOMENT_INERTIA_CONC = "混凝土之慣性矩"
IDS_AU_MOMENT_INERTIA_TENS_REIN = "拉力鋼筋之慣性矩"
IDS_AU_MOMENT_STRN = "彎矩強度"
IDS_AU_NEUTRAL_AXIS = "中性軸"
IDS_AU_NO_LATERAL_RESTRAIN_LONG_BARS = "受側向束制之縱向鋼筋數量"
IDS_AU_NOMI_CAPA_RBAR_BALANCE_AXIS = "平衡軸之鋼筋標稱強度"
IDS_AU_NOMI_CAPA_RBAR_NEUTRAL_AXIS = "中性軸之鋼筋標稱強度"
IDS_AU_NOT_SPECIAL_CONFINE_REGION = "非特殊圍束區"
IDS_AU_ON_FLEX_COMP_SIDE = "位於抗撓曲受壓側"
IDS_AU_ON_FLEX_TENS_SIDE = "位於抗撓曲受拉側"
IDS_AU_OUTSIDE_SPECIAL_CONFINE_REGION = "特殊圍束區外"
IDS_AU_OVERALL_DEPTH_BENDING = "彎曲平面內斷面之總深度"
IDS_AU_POSI_TENSION_NEGA_COMP = "拉力為正，壓力為負"
IDS_AU_RECT_SECT = "矩形斷面"
IDS_AU_REIN_REQ_COLM = "柱鋼筋配置規定"
IDS_AU_REIN_REQ_WALL = "牆鋼筋配置規定"
IDS_AU_REIN_TENS_ZONE_CRACK = "控制裂縫之受拉區鋼筋配置"
IDS_AU_ROTATE_ANGLE_NEUTRAL_AXIS = "中性軸旋轉角"
IDS_AU_ROTATED_SECT = "旋轉斷面"
IDS_AU_SEARCH_NEUTRAL_AXIS = "搜尋中性軸深度"
IDS_AU_SHEAR_STRN = "剪力強度"
IDS_AU_SLEND_RATIO = "細長比"
IDS_AU_SPECIAL_CONFINE_REGION = "特殊圍束區"
IDS_AU_SPIRAL = "螺箍筋"
IDS_AU_STRS_REIN = "鋼筋應力"
IDS_AU_T_SECT_FLG_TENS = "T 型斷面，翼板受拉"
IDS_AU_T_SECT_WEB_TENS = "T 型斷面，腹板受拉"
IDS_AU_TENS_FORC_REIN = "鋼筋拉力"
IDS_AU_TENS_REIN_AREA = "受拉鋼筋面積"
IDS_AU_TORS_CAPA = "扭力強度"
IDS_AU_TORS_CRACK_MOMENT = "扭力開裂彎矩"
IDS_AU_TORS_STRN = "扭力強度"
IDS_AU_TOTAL_AREA_OUTSIDE_PERI_CONC = "混凝土斷面外周長包圍之總面積"
IDS_AU_TRANS_SHEAR_REIN_NOT_REQ = "不需配置橫向剪力鋼筋"
IDS_AU_TRANS_SHEAR_REIN_REQ = "需要配置橫向剪力鋼筋"
IDS_AU_UNIFORM_COMP_STRS_DEPTH_FACT = "均勻壓應力深度因數 (β1)"
IDS_AU_UNIFORM_COMP_STRS_FACT = "均勻壓應力因數 (α1)"
IDS_AU_USER_INPUT_APPLIED = "套用使用者輸入"
IDS_AU_VERIFY_SPECIAL_CONFINE_REGION_REQ = "特殊圍束區規定之驗證"
IDS_AU_AXIAL_MOMENT_CAPA = "軸力 / 彎矩強度"
IDS_AU_MIN_TRANS_REIN_AREA = "最少橫向鋼筋面積"
IDS_AU_CONFINE_CORE = "核心區圍束"
IDS_AU_SPAC_FITMENTS = "箍筋間距"
IDS_AU_BAR_DIA_FITMENT = "箍筋直徑"
IDS_AU_MAX_TRANS_REIN_SPAC = "最大橫向鋼筋間距"
IDS_AU_ANAL_RES_BENDING = "撓曲分析結果"
IDS_AU_AXIAL_FORC_DUE_TO_DEAD_LOAD = "靜載重引起之軸力"
IDS_AU_AXIAL_FORC_DUE_TO_LIVE_LOAD = "活載重引起之軸力"
IDS_AU_CENT_TO_CENT_SPAC = "中心間距"
IDS_AU_CLEAR_DIST = "淨距"
IDS_AU_CTRL_FOR_CRACKING = "裂縫控制"
IDS_AU_DIST_TOP_FIBER_CENT_COMP_FORC = "頂部纖維至壓力合力形心之距離"
IDS_AU_DIST_TOP_FIBER_CENT_TENS_FORC = "頂部纖維至拉力合力形心之距離"
IDS_AU_HOR_REINF_CRACK_CTRL = "控制裂縫之水平鋼筋"
IDS_AU_MAX_CENT_TO_CENT_SPAC = "最大中心間距"
IDS_AU_MIN_CLEAR_DIST = "最小淨距"
IDS_AU_PERMANENT_EFFECT = "永久效應"
IDS_AU_REINF_SECOND_DIR_REST_SLAB = "束制板次軸方向之配筋"
IDS_AU_SHRINK_TEMP_EFFECT = "收縮與溫度效應"
IDS_AU_SLS_LOAD_COMB = "服務載重極限狀態 (SLS) 載重組合"
IDS_AU_CALC_ANGLE_CONC_COMP_LONG_AXIS = "計算混凝土壓桿與縱軸之傾角"
IDS_AU_CALC_AUTO_SHRINK_STRAIN = "計算自生收縮應變"
IDS_AU_CALC_AXIAL_LOAD_MOMENT_CAPA = "計算軸向載重與彎矩強度"
IDS_AU_CALC_BUCKLING_LOAD = "計算挫屈載重"
IDS_AU_CALC_BY_FEM_METHOD = "以有限元素法 (FEM) 計算"
IDS_AU_CALC_CAPA_COMP_STRS_BLCOK = "計算壓力應力塊強度"
IDS_AU_CALC_CAPA_REIN = "計算鋼筋強度"
IDS_AU_CALC_COEF_MOMENT_MAGNIFIER = "計算彎矩放大係數 (Cm)"
IDS_AU_CALC_COMP_STRS_BLOCK_FACT = "計算壓力應力塊因數"
IDS_AU_CALC_DGN_CREEP_COEF = "計算設計潛變係數"
IDS_AU_CALC_DGN_FORC = "計算設計力"
IDS_AU_CALC_DGN_FORC_NMM = "計算雙軸彎矩與軸力 (NMM) 之設計力"
IDS_AU_CALC_DGN_FORC_NM = "計算單軸彎矩與軸力 (NM) 之設計力"
IDS_AU_CALC_DGN_MOMENT = "計算設計彎矩"
IDS_AU_CALC_DGN_SHRINK_STRAIN = "計算設計收縮應變"
IDS_AU_CALC_DIFF_MEAN_STRAIN_REIN_CONC = "計算鋼筋與混凝土平均應變之差值"
IDS_AU_CALC_DRY_SHRINK_STRAIN = "計算乾縮應變"
IDS_AU_CALC_ECCEN = "計算偏心距"
IDS_AU_CALC_EFF_DEPTH_CONC_TENS = "計算鋼筋周圍受拉混凝土之有效深度"
IDS_AU_CALC_EFF_MODULAR_RATIO = "計算有效模數比 (n)"
IDS_AU_CALC_EFF_SHEAR_DEPTH = "計算有效剪力深度"
IDS_AU_CALC_FACT = "計算因數"
IDS_AU_CALC_FACT_STRS = "計算應力因數"
IDS_AU_CALC_FORC_COMPO_NEUT_AXIS = "計算中性軸處之分力"
IDS_AU_CALC_HYPO_THICK = "計算假設厚度"
IDS_AU_CALC_INERTIA_CRACK_SECT = "計算開裂斷面慣性矩"
IDS_AU_CALC_LIMIT_SLEND_RATIO = "計算細長比限制"
IDS_AU_CALC_LONG_STRAIN_CONC_SHEAR = "計算剪力作用下混凝土之縱向應變"
IDS_AU_CALC_MAX_FINAL_CRACK_SPAC = "計算最大最終裂縫間距"
IDS_AU_CALC_MAX_REQ_FLEX_TENS_REIN = "計算最大需求抗撓曲受拉鋼筋量"
IDS_AU_CALC_MAX_SPAC_TRANS_REIN = "計算橫向剪力鋼筋之最大間距"
IDS_AU_CALC_MAX_STRS_REIN_TENS_ZONE = "計算受拉區鋼筋之最大應力"
IDS_AU_CALC_MIN_BEND_MOMENT = "計算最小彎矩"
IDS_AU_CALC_MIN_REQ_FLEX_TENS_REIN = "計算最少需求抗撓曲受拉鋼筋量"
IDS_AU_CALC_MIN_REQ_STRN_BEND = "計算最小需求抗彎矩強度"
IDS_AU_CALC_MIN_TRANS_SHEAR_REIN = "計算最少橫向剪力鋼筋量"
IDS_AU_CALC_MODI_FACT = "計算修正因數"
IDS_AU_CALC_MODI_FACT_NLINEAR_CREEP = "計算非線性潛變行為之修正因數"
IDS_AU_CALC_MOMENT_CAPA_BUCKLING_LOAD = "計算挫屈載重之彎矩強度"
IDS_AU_CALC_MOMENT_MAGNIFIER = "計算彎矩放大係數"
IDS_AU_CALC_MOMENT_RESIST = "計算抗彎矩強度"
IDS_AU_CALC_NEUTRAL_AXIS_DEPTH = "計算中性軸深度"
IDS_AU_CALC_NOMI_CAPA = "計算標稱強度"
IDS_AU_CALC_PROPORTION_LONG_REIN = "計算縱向鋼筋比"
IDS_AU_CALC_REIN_RATIO = "計算鋼筋比"
IDS_AU_CALC_SHEAR_COEF_BY_GENERAL = "以一般法計算剪力係數"
IDS_AU_CALC_SHEAR_COEF_BY_SIMPLE = "以簡易法計算剪力係數"
IDS_AU_CALC_SHEAR_STRN_CONC = "計算混凝土剪力強度"
IDS_AU_CALC_SHEAR_STRN_LIMIT_WEB_CRUSH = "計算受限於腹板壓碎之剪力強度"
IDS_AU_CALC_SHEAR_STRN_REIN = "計算鋼筋剪力強度"
IDS_AU_CALC_SLEND_RATIO = "計算細長比"
IDS_AU_CALC_STRN_REDUCT_FACT = "計算強度折減因數 (φ)"
IDS_AU_CALC_STRS_REIN_TENS_ZONE = "計算受拉區鋼筋應力"
IDS_AU_CALC_TORS_CRACK_MOMENT = "計算扭力開裂彎矩"
IDS_AU_CALC_TORS_STRN = "計算扭力強度"
IDS_AU_CALC_ULTIMATE_STRN_COMP = "計算極限抗壓強度"
IDS_AU_CALC_ULTIMATE_STRN_COMP_WITHOUT_BEND = "計算不含撓曲之極限抗壓強度"
IDS_AU_CALC_UNIAX_TENS_STRN_CONC = "計算混凝土單軸拉力強度"
IDS_AU_CALC_UNIFORM_CONC_COMP_STRS = "計算均勻混凝土壓應力"
IDS_AU_CALC_MIN_REINF_CRACK_CTRL = "計算控制裂縫之最少鋼筋量"
IDS_AU_CALC_MOMENT_CAPA_BALANCE_ECCEN = "計算平衡偏心距下之彎矩強度"
IDS_AU_CALC_REQ_HOR_REINF_CRACK_CTRL = "計算控制裂縫需求之水平鋼筋"
IDS_AU_CHK_AXIAL_LOAD_MOMENT_CAPA = "檢核軸力與彎矩強度"
IDS_AU_CHK_BAR_DIA_FITMENT = "檢核箍筋直徑"
IDS_AU_CHK_CENT_SPAC_BAR_NEAR_TENS_FACE = "檢核靠近受拉面之鋼筋中心間距"
IDS_AU_CHK_CONFINE_CORE = "檢核核心區圍束"
IDS_AU_CHK_CRACK_WIDTH = "檢核裂縫寬度"
IDS_AU_CHK_DETAIL_REIN_TENS_ZONE_CRACK = "檢核控制裂縫之受拉區鋼筋細節"
IDS_AU_CHK_DIST_LONG_BAR = "檢核縱向鋼筋距離"
IDS_AU_CHK_EQUIV_SHEAR_FORC = "檢核等效剪力"
IDS_AU_CHK_MAX_STIRRUP_SPAC_CORE_CONFINE = "檢核符合柱核心圍束之最大箍筋間距"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE = "檢核受拉區鋼筋之最大應力"
IDS_AU_CHK_MAX_STRS_REIN_TENS_ZONE_CRACK = "檢核控制裂縫之受拉區鋼筋最大應力"
IDS_AU_CHK_MIN_TRANS_SHEAR_REIN = "檢核最少橫向剪力鋼筋"
IDS_AU_CHK_MOMENT_CAPA = "檢核彎矩強度"
IDS_AU_CHK_REIN_REQ_COLM = "檢核柱鋼筋配置規定"
IDS_AU_CHK_REIN_REQ_WALL = "檢核牆鋼筋配置規定"
IDS_AU_CHK_SHEAR_CAPA = "檢核剪力強度"
IDS_AU_CHK_SLEND_RATIO = "檢核細長比"
IDS_AU_CHK_SPAC_FITMENT = "檢核箍筋間距"
IDS_AU_CHK_TENS_REIN_AREA = "檢核受拉鋼筋面積"
IDS_AU_CHK_TORS_CAPA = "檢核扭力強度"
IDS_AU_CHK_DETAIL_REINF_CRACK_CTRL = "檢核控制裂縫之鋼筋細節"
IDS_AU_CHK_HOR_REINF_CRACK_CTRL = "檢核控制裂縫之水平鋼筋"
IDS_AU_CHK_MAX_CENT_TO_CENT_SPAC = "檢核鋼筋最大中心間距"
IDS_AU_CHK_MIN_CLEAR_DIST = "檢核鋼筋最小淨距"
IDS_AU_CHK_MIN_REINF_CRACK_CTRL = "檢核控制裂縫之最少鋼筋量"
IDS_AU_CHK_MOMENT_CAPA_LOAD_ECCEN = "檢核載重偏心下之彎矩強度"
IDS_DGN_RPT_PRINCIPLE_AXIS_EFFECTIVE_BUCKLING_LENGTH = "主軸方向有效挫屈長度"
IDS_DGN_RPT_EXPOSURE_CLASS = "暴露類別"
IDS_DGN_RPT_BRIDGE_TYPE = "橋梁型式"
IDS_DGN_RPT_SERVICE_LIFE = "設計使用年限"
IDS_DGN_RPT_PROTECTION_LEVEL = "保護等級"
IDS_DGN_RPT_STRUCTURE_TYPE = "結構型式"
IDS_DGN_RPT_USING = "採用"
IDS_DGN_Strength_Characteristic_Structural_Steel = "結構鋼材強度特性值"
IDS_DGN_Compressive_stress_limit_values_for_local_buckling = "局部挫屈之壓應力限制值"
IDS_DGN_Limit_value_of_axial_compressive_stress = "軸向壓應力限制值"
IDS_DGN_Limit_value_of_axial_tensile_stress = "軸向拉應力限制值"
IDS_DGN_Limit_values_for_bending_stress = "彎曲應力限制值"
IDS_DGN_Limit_values_for_bending_tensile_stress = "彎曲拉應力限制值"
IDS_DGN_Limit_values_for_bending_compressive_stress = "彎曲壓應力限制值"
IDS_DGN_Limit_value_of_shear_stress = "剪應力限制值"
IDS_REPORTINFO_SECT_TRANSVERSE_REINFORCEMENT = "橫向鋼筋"
IDS__s_is_ignored = "%s 已忽略。"
IDS_CHECK_MAXIMUM_SHEAR_FORCE = "檢核最大剪力"
IDS_INCREASE_THE_THICKNESS_OF_SLAB = "增加板厚度。"
IDS_DGN_RPT_ELEM_TYPE_BEAM = "梁單元"
IDS_DGN_RPT_ELEM_TYPE_VIRTUAL_BEAM = "虛擬梁"
IDS_CONSIDER_AS_NONPRESTRESSED = "視為非預力"
IDS_EDGE_COLUMN = "邊柱"
IDS_CORNER_COLUMN = "角柱"
